Repository: LBALab/lba-translations
Catalog: LBA1/*.po
Languages: cs_cz, ja_jp

source: Normal
cs_cz: Normalní
ja_jp: ノーマル

source: Athletic
cs_cz: Atletické
ja_jp: アスレチック

source: Aggressive (Manual)
cs_cz: Agresivní (Manual)
ja_jp: アグレッシブ（マニュアル）

source: Discreet
cs_cz: Diskrétní
ja_jp: ディスクリート

source: Aggressive (Auto)
cs_cz: Agresivní (Auto)
ja_jp: アグレッシブ（オート）

source: Fly with the Proto-Pack
cs_cz: Le s Proto-Packem
ja_jp: プロトパックを使用する

source: Put away the Proto-Pack
cs_cz: Sundej Proto-Pack
ja_jp: プロトパックを使用しない

source: Volume - Music
cs_cz: Volume - Hudba
ja_jp: 音量 ミュージック

source: Volume - Sound effects
cs_cz: Volume - Zvukové efekty
ja_jp: 音量 効果音

source: Volume - CD
ja_jp: 音量 ＣＤ

source: Volume - Line In
cs_cz: Volume - Vstup
ja_jp: 音量 入力

source: Volume - Master
ja_jp: 音量 マスター

source: Return to game
cs_cz: Návrat do hry
ja_jp: ゲームに戻る

source: Save parameters
cs_cz: Uloæ parametry
ja_jp: 設定内容の保存

source: New game
cs_cz: Nová hra
ja_jp: ニューゲーム

source: Continue saved game
cs_cz: Pokraçuj v uloæené h{e
ja_jp: コンティニューゲーム

source: Quit
cs_cz: Konec
ja_jp: 終了

source: Option menu
cs_cz: Nastavení
ja_jp: オプションメニュー

source: Cancel
cs_cz: Zruøit
ja_jp: キャンセル

source: Return to previous menu
cs_cz: Návrat do p{edchozího menu
ja_jp: 前の画面に戻る

source: Quit game
cs_cz: Ukonçit hru
ja_jp: 終了

source: Continue
cs_cz: Pokraçovat
ja_jp: ゲームに戻る

source: Volume settings
cs_cz: Nastavení zvuk}
ja_jp: 音量の設定

source: Polygon detail (Full)
ja_jp: ポリゴン（細かい）

source: Shadows (All)
cs_cz: Stíny (All)
ja_jp: 影（全）

source: Scenery Zoom On
ja_jp: 拡大モード オン

source: Polygon detail (Medium)
ja_jp: ポリゴン（普通）

source: Character shadows
cs_cz: Stíny postav
ja_jp: 影（キャラクター）

source: Polygon detail (Low)
ja_jp: ポリゴン（粗い）

source: No shadows
cs_cz: Æádné stíny
ja_jp: 影（無し）

source: No Scenery Zoom
ja_jp: 拡大モード オフ

source: Create new player:
cs_cz: Vytvo{ nového hráçe:
ja_jp: キャラクターを作る

source: Copy saved game
cs_cz: Kopíruj uloæenou pozici
ja_jp: セーブゲームの複写

source: Type your name:
cs_cz: Napiø svoje jméno:
ja_jp: 名前入力

source: This player already exists! Try again.
cs_cz: Tento hráç jiæ existuje! Zkus to znovu.
ja_jp: そのファイルは既に存在しています。

source: Enter new name
cs_cz: Vloæ nové jméno
ja_jp: 名前入力

source: Delete saved game
cs_cz: Smaæ uloæenou hru
ja_jp: セーブゲームの消去

source: Saved games management
cs_cz: Správa uloæen~ch her
ja_jp: セーブファイルの管理

source: Advanced Options
cs_cz: Pokroçilé nastavení
ja_jp: その他の設定

source: Delete
cs_cz: Smaæ
ja_jp: セーブゲームの消去

source: Speech files transfer.
cs_cz: Transfer souború s mluvením.
ja_jp: 音声データ転送中！

source: Copying speech files on hard disk, please wait...
cs_cz: Kopíruji soubory s namluvením na disk, poçkejte prosím...
ja_jp: 音声データをＨＤにコピー中です。

source: Original idea by Frédérick Raynal
cs_cz: P}vodní nápad Frédéricka Raynala
ja_jp: Original idea by Frederick Raynal

source: Frédérick Raynal
ja_jp: ・・Frederick Raynal

source: Yaël Barroz
cs_cz: . . . . Yael Barroz
ja_jp: ・・Yael Barroz

source: Sébastien Viannay
ja_jp: ・・Sebastien Viannay

source: Frédéric Taquet
ja_jp: ・・Frederic Taquet

source: Directed by Frédérick Raynal
cs_cz: Reæie Frédérick Raynal
ja_jp: Directed by Frederick Raynal

source: You've just rediscovered your Holomap! You can use it by going through your inventory.
cs_cz: Právê jsi znovu objevil svoji Holomapu! M}æe¿ jí pouæít pomocí inventorá{e (SHIFT) nebo p{ímo (H).
ja_jp: ホロマップを発見した。 使用するにはシフト キーでインベントリーリストの中から探すか、 Ｈキーを押せば直接使える。

source: You've just rediscovered your Magic Ball! Try using it on the clones!
cs_cz: Právê jsi znovu objevil svoji Magickou kouli! Zkus ji pouæít na klony!
ja_jp: マジックボールを見つけた。 クローンに向けて使ってみよう！

source: You've just stolen Dr. FunFrock's saber!
cs_cz: Právê jsi ukradl ¿avli Dr. FunFrocka!
ja_jp: ファンフロック博士のサーベルを手に入れた。

source: You've just found Gawley's Horn, an object left for you by your ancestors.
cs_cz: Právê jsi na¿el Gawleyho Roh, p{edmêt zanechan~ ti tv~mi p{edky.
ja_jp: ゴーリーの角。 ご先祖様が君に残してくれた物だ。

source: You've just earned the first level of Magic by finding the Tunic left for you by your ancestors. You will be able to store up magic with it.
cs_cz: Právê jsi získal první úrove| magie tím, æe jsi na¿el Tuniku zanechanou ti p{edky. S ní m}æe¿ uchovávat magii.
ja_jp: ご先祖様が残してくれたチュニックを 見つけて、最初の魔法を身につけた。 その服に魔法を貯めておけるようになる。

source: You've just earned the second level of Magic by finding the Book of Bù.
cs_cz: Právê jsi získal druhou úrove| magie tím, æe jsi na¿el Knihu B}.
ja_jp: ビューの本を見つけて、 第２の魔法を身につけた。

source: You've just earned the third level of Magic by finding Sendell's Medallion.
cs_cz: Právê jsi získal t{etí úrove| magie tím, æe jsi naøel Sandell}v Medailon.
ja_jp: センデルのメダルを見つけた事で、 第３の魔法を身につけた。

source: You've just earned the fourth level of Magic by filling up your flask with Clear Water.
cs_cz: Právê jsi získal çtvrtou úrove| magie tím, æe jsi naplnil svou lahev Çistou vodou.
ja_jp: “聖なる水”を瓶に満たして、 第４の魔法を身につけた。

source: You now have the Red Magnetic Card.
cs_cz: Nyní má¿ Çervnou Magnetickou Kartu.
ja_jp: レッドカードを手に入れた。

source: With this card you are the fourth member of the Elves club. Anyway, its your own business!
cs_cz: S touto kartou jsi çtvrt~ çlen Klubu Elves. Ale to je tvoje vêc!
ja_jp: このカードでエルブス・クラブの ４人目のメンバーだ。 入るも入らないも君次第だが。

source: You've just rediscovered your ID card.
cs_cz: Právê jsi znovu objevil svoji ID kartu.
ja_jp: ＩＤカードを発見した。

source: You now have the Architect's pass.
cs_cz: Nyní má¿ Architekt}v pr}kaz.
ja_jp: 建築技師の通行証を手に入れた。

source: You now have the Proto-Pack.
cs_cz: Nyní má¿ Proto-Pack.
ja_jp: プロトパックを手に入れた。

source: The Kamis have given you a Snowboard.
cs_cz: Kamis ti dal Snowboard.
ja_jp: カミー達がスノーボードをくれた。

source: You have a Meca-Penguin.
cs_cz: Má¿ Meca-Penguina.
ja_jp: メカペンギンを手に入れた。

source: You've just replenished some of your gas supply.
cs_cz: Právê jsi obnovil zásoby plynu.
ja_jp: 燃料を手に入れた。

source: You've just stolen a Pirate's Flag.
cs_cz: Právê jsi ukradl Pirátskou vlajku.
ja_jp: 海賊の旗を手に入れた。

source: You've just found a Magic Flute.
cs_cz: Právê jsi na¿el Magickou Flétnu.
ja_jp: 魔法のフルートを見つけた。

source: The wise man gave you the Space Guitar.
cs_cz: Tento moudr~ muæ ti dal Hvêzdnou Kytaru.
ja_jp: 「知恵ある者」が君に スペースギターをくれた。

source: You've just bought a hair dryer.
cs_cz: Právê jsi koupil fén.
ja_jp: ドライヤーを購入した。

source: You've just found the key lost by your ancestor Hégésippe.
cs_cz: Právê jsi na¿el klíç, kter~ ztratil tv}j p{edek Hégésippe.
ja_jp: ご先祖、ヘギー・シーパがなくした キーを見つけた。

source: You've just found a Bottle of Syrup!
cs_cz: Právê jsi na¿el Láhev Syrupu!
ja_jp: シロップの瓶を見つけた。

source: The bottle is now empty.
cs_cz: Láhev je nyní prázdná.
ja_jp: 瓶は今、空っぽです。

source: You have a Ferry Ticket.
cs_cz: Ná¿ Lístek na p{ívoz.
ja_jp: フェリーの切符を手に入れた。

source: You just received a keypad that controls a digital locking system.
cs_cz: Právê jsi obræel klávesnici, co ovládá digitální systém zamykání.
ja_jp: デジタルロック・システムをコントロールする キーパッドを受け取った。

source: You now possess a coffee pot.
cs_cz: Nyní vlastní¿ konvici na kávu.
ja_jp: コーヒーポットを手に入れた。

source: M. Lanktir gave you his list.
cs_cz: Mr. Lanktir ti dal jeho seznam.
ja_jp: ランクティアがリストをくれた。

source: Holomap. The Holomap shows your position on the planet. The arrows represent important places that were pointed out to you during your quest. They will disappear once you have completed your task in each of the corresponding places. By pressing the arrows, you can scroll through text corresponding to the arrows visible on the Holomap.
cs_cz: Holomapa (H) klávesa. Holomapa ukazuje tvoji pozici na planetê. äipky zobrazují d}leæité místa, které byly oznaçeny bêhem tvého úkolu. Zmizí, kdyæ dokonçí¿ sv}j úkol na zadaném místê. Holomapa se otáçí souçasn~m zmáçknutím (CTRL) a smêrov~ch kláves. Zmáçknutím pouze smêrov~ch kláves m}æe¿ posouvat text odpovídajícímu ¿ipkám viditeln~m na Holomapê.
ja_jp: ホロマップ（Ｈキー）。ホロマップは、君が惑 星のどこにいるかを表示してくれます。矢印が 指し示すのは、冒険中君が教えてもらった重要 な場所の位置です。 示された場所での任務を 達成すると矢印は消えます。 ＜Ｃｔｒｌ＞ キーと＜カーソル＞キーを同時に押すと、ホロ マップが回転します。 ＜カーソル＞キーのみ を押すと、ホロマップの矢印が指す場所につい てのテキストをスクロールできます。

source: Magic Ball. Each time you reach a higher level of magic, the Magic Ball's striking power will increase. Its trajectories will also become more effective with each new level, as long as you have enough magic in stock! The Ball will use up magic each time it is thrown.
cs_cz: Magická koule (ALT) klávesa. Pokaædé, kdyæ dosáhne¿ nové úrovnê magie, tak se síla Magické koule zv~¿í. Její dráha se také prodlouæí, pokud má¿ dostatek magie! Koule spot{ebuje pokaædé, kdyæ ji hodí¿ trochu magie.
ja_jp: マジックボール（ＡＬＴキー）。より高いレベ ルの魔法を身に付けると、マジックボールの威 力が増します。 魔法のレベルが上がると、 マジックボールの的中率も高くなります。 ただし、魔法を十分に貯えてないと意味があり ません。マジックボールは投げるたびに、 魔法を消費するからです。

source: Magic Saber. It is the most powerful weapon on this planet.
cs_cz: Magická äavle, pokud máø äavli v ruce (ENTER key), (ALT) klávesa pro útok. Je to nejmocnêjøí zbra| na této planetê. M}æeø znovu pouæít Magickou kouli, pokud ji znovu vybereø.
ja_jp: 魔法の剣。 ＜ＥＮＴＥＲ＞キーで剣を手にし たら、＜ＡＬＴ＞キーを押して攻撃します。 魔法の剣はこの惑星で最も強力な武器です。 マジックボールは、再度選択すれば、再び使う ことができます。

source: Gawley's Horn: For use on the Seals of Sendell. It will allow you to break them open, which will subsequently allow you to access new places.
cs_cz: Gawleyho Roh: (ENTER) klávesa. Pro pouæití na Sendelovu peçe. Umoæní ti prolomit ji a tím otev{ít nové místa.
ja_jp: ゴーリーの角（ＥＮＴＥＲキー）。センデルの 封印を破るために使用します。 ゴーリーの角で封印を破れば、 次の場所に進むことができます。

source: Tunic. With this magical symbol, you have just earned the first level of power.
cs_cz: Tunika. S tímto magick~m symbolem jsi právê dosáhl první rovnê síly.
ja_jp: チュニック。 この魔法のアイテムがあれば、 最初の魔法を身につけることができます。

source: Book of Bù (and PROPHECY). Used to read the prophecy. | With this magical symbol, you have just earned the second level of power. You can now also read runes and talk to animals.
cs_cz: Kniha Bù (a PROROCTVï). (ENTER) klávesa. Pouæitá pro p{eçtení proroctví. | S tímto magick~m symbolem jsi právê dosáhl druhé úrovnê síly. Nyní také m}æeø çíst runy a mluvit se zví{aty.
ja_jp: ビューの本（ＥＮＴＥＲキー）。 予言を読む ために使います。 この魔法のアイテムがあれ ば第２の魔法を身につけることができます。 また、ルーン文字を読んだり、動物と話をする ことが可能になります。

source: Sendell's Medallion. With this magical symbol, you have just earned the third level of power.
cs_cz: Sendell}v Medailon. S tímto magick~m symbolem jsi právê dosáhl t{etí rove| síly.
ja_jp: センデルのメダル。 この魔法のアイテムがあれば、第３の魔法を身 につけることができます。

source: Sendell's Medallion. | It will allow you to earn the third level of power.
cs_cz: Sendell}v Medailon. | Ten ti umoæní získat t{etí úrove| síly.
ja_jp: これがあれば、第３の魔法を身につけることが できます。

source: Flask of Clear Water. With this magical symbol, you have just earned the fourth level of power.
cs_cz: Lahev Çisté Vody. S tímto magick~m p{edmêtem jsi právê získal çtvrtou úrove| síly.
ja_jp: 聖なる水の瓶。 これがあれば、第４の魔法を身につけることが できます。

source: Flask of Clear Water. | It will allow you to earn the fourth level of power.
cs_cz: Lahev Çisté Vody. | Ten ti umoæní získat çtvrtou úrove| síly.
ja_jp: それがあれば第４の魔法を身につけることがで きます。

source: Red Magnetic Card. It will allow you to open the doors with a red lock.
cs_cz: Çervená Magnetická Karta. Ta ti umoæní otev{ít dve{e s çerven~m zámkem.
ja_jp: 赤のマグネティックカード。 これにより、赤の錠のついたドアを開けること ができます。

source: The Elves Club Blue Card. This card is coated with star powder and will allow you to open the doors with blue locks.
cs_cz: Modrá Karta Elves Klubu. Tato karta je pokryta hvêzdn~m prachem a umoæní ti otevírat dve{e s modr~m zámkem.
ja_jp: エルベス・クラブの青のカード。 星のパウダーでコーティングされたこのカード を使えば、青の錠のついたドアを開けることが できます。

source: Twinsen's ID card. This card allows you to identify yourself to the authorities. Your smile is especially attractive on the photo!
cs_cz: Twinsenova ID karta. Tato karta ti umoæ|uje identifikovat sám sebe ú{ad}m. Tv}j úsmêv je na fotce zvláø p{íjemn~!
ja_jp: トゥインセンのＩＤカード。 各当局に対して、君の身分を証明してくれるも の。 写真の君の笑顔が特にステキだ！

source: M. Mies van der Rooh's pass. This pass will grant you access to the Teleportation Center. You will still have to use Gawley's Horn on the left, after the first guard post.
cs_cz: Pr}kaz Pana Mies van der Rooh. Tento pr}kaz ti garantuje p{ístup do Teleportaçního Centra. Stále musíø pouæít Gawley}v Roh na levo, za prvním stráæním stanoviøtêm.
ja_jp: ミエス・バン・ダ・ルー（建築技師）の通行証 この通行証があれば、テレポーテーションセン ターに入ることができます。 最初の警備監視 所を通ったら、画面左のゴーリーの角を使わな ければなりません。

source: Proto-Pack
cs_cz: Proto-Pack. Je ovládán smêrov~mi klávesamy.
ja_jp: プロトパック。 カーソルキーで動かします。

source: Snowboard. Can only be used in the Himalayi, near the ski lift. Place yourself in between any two flags before using.
cs_cz: Snowboard. Je pouæiteln~ pouze v Hamalayi, blízko lyæa{ského vleku. P{ed pouæitím se postav mezi jakékoliv dva praporky.
ja_jp: スノーボード。 ハマライ山のスキーリフトの近くでのみ、使う ことができます。

source: Meca-Penguin. Red clones just hate this stupid toy.
cs_cz: Meca-Penguin. Rudé klony p{ímo neønáøejí tuhle debilní hraçku.
ja_jp: メカペンギン。 赤のクローンはこんなものが苦手です。

source: Gas, extract of molasses. You cannot use vehicles when your gas gauge is at zero.
cs_cz: Palivo, získavané z melasy. Nem}æeø pouæít vozidlo, kdyæ máø ruçiçku na nule.
ja_jp: 燃料。 糖蜜のエキス、燃料メーターがゼロの時、乗り 物は使えません。

source: Pirate Flag. You can attach it to a boat.
cs_cz: Pirátská vlajka. M}æeø s ní útoçit na loâ.
ja_jp: 海賊の旗。 ボートに取り付けます。

source: Magic Flute. The enchanted melodies produced by this instrument can melt frozen Clear Water and make flowers grow in the desert.
cs_cz: Kouzelná Flétna. Okouzlující melodie vytvo{ené tímto nástrojem m}æou rozpustit zmrzlou Çerstvou Vodu a díky ní m}æou na pouøti r}st kvêtiny.
ja_jp: 魔法のフルート。 このフルートが奏でるメロディは、凍りついた 清き水を溶かし、砂漠に花を咲かせます。

source: Space Guitar. It was found in the middle of an asteroid that landed in the White Leaf Desert. It brought new harmonics to Twinsun.
cs_cz: Vesmírná Kytara. Byla nalezena uprost{ed asteroidu, kter~ p{istál v Pouøti bílého lístku. Na Twinsun p{inesla novou harmonii.
ja_jp: スペースギター。 ホワイトリーフ砂漠に落ちた隕石の中から 見つかり、トゥインサンに新しい音楽を もたらしました。

source: Hair dryer
cs_cz: Fén
ja_jp: ヘア・ドライヤー

source: Ancestral Key. Opens the secret compartment in Twinsen's house.
cs_cz: Rodov~ klíç. Otevírá tajnou místnost ve Twinsenovê domê.
ja_jp: 先祖伝来のキー。 この鍵で、トゥインセンの家の秘密の小部屋の ドアが開きます。

source: Bottle of Syrup. This bottle contains 50cl of very concentrated red syrup.
cs_cz: Láhev Sirupu. Tato láhev obsahuje 50cl velmi koncentrovaného èerveného sirupu.
ja_jp: シロップの瓶。 濃縮した赤いシロップが５０センチリットル、 入っています。

source: Empty Bottle
cs_cz: Prázdná láhev.
ja_jp: 空の瓶

source: Ferry Ticket
cs_cz: Lístek na p{ívoz
ja_jp: フェリーの切符

source: Keypad that controls a digital locking system. Once placed on one door inside the Teleportation Center, it allows access to a room filled with Meca-Penguins.
cs_cz: Klávesnice, která ovládá digitální systém zámk}. Kdyæ je poloæena na jedny dve{e unit{ Teleportaçního Centera, tak umoæní p{ístup do místnosti plnou Meca-Penguin}.
ja_jp: デジタルロック・システムをコントロールする キーパッド。テレポーテーションセンター内の ドアに取り付けると、メカペンギンがいっぱい いる部屋に入ることができます。

source: Coffee Pot. You must return it to one Lanktir who lives next to the bazaar on Proxima island.
cs_cz: Konviçka na kávu. Musíø jí vrátit jednomu Lanktirovi, co æije vedle bazaru na Ostrovê Proxima.
ja_jp: コーヒーポット。 プロキシマ島のマーケットの隣りに住む、ラン クティアに返さなくてはなりません。

source: Bonuses List.
cs_cz: Seznam bonus}: Klávesa (ENTER) ke çtení.
ja_jp: ボーナスリスト。 ＜ＥＮＴＥＲ＞キーを押すと読めます。

source: Lucky Clover Leaf: using this clover leaf will use up one of your chances to revitalise yourself to a maximum.
cs_cz: Çty{lístek pro øtêstí (ENTER): pouæitím tohotu lístku se ti zvedne poçet æivot}.
ja_jp: 幸運のクローバーの葉（ＥＮＴＥＲキー）。 このクローバーの葉を使うと、体力が最大限ま で回復します。

source: Empty Space
cs_cz: Prázdné místo
ja_jp: からっぽ

source: Twinsun is a relatively new planet on the outskirts of a remote galaxy. It's rotational plane has stabilized between two suns. | There is a huge mountain range running along its equator, that divides the planet in half; each hemisphere is warmed by a single sun. | The Northern hemisphere, with its orange sky, is warmer than the Southern hemisphere. Except for a polar region, the planet's climate is clement. The formation of life forms on the planet was thus favorable. Four species developed over the course of the centuries: The Spheros, the Rabbibunnies, the Quetches and the Grobos. They all lived in harmony until a tyrant named Dr. FunFrock reared his ugly head.
cs_cz: Twinsun je relativnê nová planeta na okraji malé galaxie. Její otáçení se zastavilo mezi dvêma slunci. | Podél rovníku se rozkládají vysoké hory, které rozdêlují planetu na dvê poloviny; kaædá polokoule je zah{ívána sv~m sluncem. | Severní polokoule, s její oranæovou oblohou, je teplejøí neæ jiæní. Aæ na oblasti pól}, je klima na planetê mírné. Vznik forem æivota na planetê byl tak jednoduøí. V pr}bêhu staletí se vyvynuly çty{i druhy: Spherové, Rabbibunnies, Quetcheové a Grobové. Vøichni æili v harmonii aæ do p{íchodu tyrana jménem Dr. FunFrock.
ja_jp: トゥインサンは、遥か彼方の銀河のはしにある 新しい惑星。その惑星軌道は２つの太陽の間で 安定していた。 赤道に沿って広大な山岳地帯 が広がり、惑星を南北に分けていた。それぞれ の半球は１つずつの太陽に照らされていた。 北半球にはオレンジの空が広がり、南半球より も暖かい。極の地帯以外は気候も非常に 温暖で、その気候にあった生命体が繁殖してい た。惑星に生きる４つの種族は、スフェロ族、 ラビバニー族、クエッチ族、グロボ族。 暴君、ファンフロック博士が現れるまでは、みな が共存し平和に暮らしていたのだ。

source: Ever since FunFrock's rise to power, the population has been living under a reign of terror. FunFrock set up a police state where suspicion is omnipresent. He is all powerful and controls the people with an iron fist. He has at his disposal two high tech weapons that insure his power: cloning and teleportation. | He can clone any of the species at will, and subsequently recruit these clones into his ranks. He can then deploy these clones instantly through a network of telepods that are dispersed over the entire planet.
cs_cz: Od té doby co FunFrock nabral na síle, æila populace pod hr}zovládou. FunFrock nastolil policejní stát, kde je ned}vêra vøudyp{ítomná. On je vøehomocn~ a vládne lidem æeleznou pêstí. Má k dispozici dvê high zbranê, které pojiøují jeho moc: klonování a teleportaci. | M}æe klonovat jak~koliv druh si p{eje a následnê povolat tyto klony do jeho {ad. Poté m}æe okamæitê rozmístit tyto klony skrz sí telepod}, které rozmístil po celé planetê.
ja_jp: ファンフロックの台頭によって、惑星の民は恐 怖に怯えながら暮らすようになった。 彼は警察国家を建設し、住民はいつも疑惑の影 におびえた。ファンフロックは力で住民を統制 したのだ。 彼の力を裏付けるのは、２つのハイテク兵器、 クローニングとテレポーテーションだ。彼は、 自由に各種族のクローンを作り出し、自分の軍 隊の一員としていった。そして、いたる所に設 置したテレポッドで、彼らを惑星全土に配備し たのだ。

source: A few years ago, under the guise of protecting the population, Dr. FunFrock herded the planet's habitants into the southern hemisphere. The repression is harsh. Every day brings more and more arrests, and the people slowly begin to lose hope. | In an effort to keep their spirits up, the people sometimes evoke an ancient legend along with the name of a goddess, Sendell. The mentioning of the legend or Sendell has since been forbidden by Dr. FunFrock. | | Meanwhile... a young quetch named Twinsen has been having strange dreams...
cs_cz: P{ed pár lety, pod záminkou ochrany populace, Dr. FunFrock zahnal obyvatele planety na jiæní polokouli. ùtlak je p{ísn~. Kaæd~ den p{ináøí nové a nové zat~kání a lidé pomalu zaçínají ztrácet nadêji. | Ve snaze o povzbuzení ducha, lidé obças vyvolávají starobylou legendu spolu se jménem dobra, Sendell. P{ipomínání legendy, nebo Sendella bylo od té doby Dr. FunFrockem zakázáno. | | Mezitím... mlad~ quetch jménem Twinsen mêl podivné sny...
ja_jp: 何年か経ち、人民を守るという名の元に、ファ ンフロック博士は惑星の住民を南半球に集め始 めた。抑圧は厳しく、毎日、大量の逮捕者が出 て、惑星の民は次第に希望を失っていった。 それでも、わずかに残った勇気を奮い立たせる ため、惑星の民は古代より伝説にある女神、セ ンデルの名を口にした。 するとファンフロック博士は、センデルについ て語る事を禁止したのだ。 その頃、クエッチ族の若者トゥインセンは、 奇妙な夢を見ていた．．．。

source: "The day will come when someone from the present or future species will rise up and say, | 'This world is mine from now on, and the key to all powers belongs to me!' | This day will surely come because avarice and violence harbor in the hearts of all species of the universe. If the peril on this day is too great, the Chosen One will come forth. He will rise up against the tyrant and overthrow him. He will free and reunite the people, because throughout the years, the Chosen One's ancestors will have prepared him for his victory. They will have left information and weapons in his dwelling. The Chosen One, also known as the Heir, will, however, have to gather together four magical symbols if he hopes to be victorious: the Tunic, the Book of Bù, Sendell's Medallion and a Flask of Clear Water. On the day of peril Sendell will visit the Heir in his sleep and announce the coming of the final combat. The Heir will then have to go to the Well of Sendell where the goddess will endow her powers on him! "
cs_cz: "P{íjde den, kdy nêkdo ze souçasn~ch, nebo budoucích druh} povstane a {ekne , | 'Tento svêt je odteâka m}j, a klíç ke veøem silám náleæí mê!' | Ten den urçitê p{íjde, protoæe lakota a násil~ se usídlili v srdcích vøech druh} ve vesmíru. Jestliæe ohroæení tohoto dne je p{íliø velké, Vyvolen~ p{íjde pozdêji. Povstane proti tyranovy a svrhne ho. Osvobodí a sjednotí lid, protoæe p{edkové Vyvoleného ho bêhem let p{ipravovali na jeho vítêzství. V jeho domê mu zanechali informace a zbranê. Vyvolen~, také znám~ jako Dêdic, musí spojit çty{i magické symboly, pokud doufá, æe bude úspêøn~: Tuniku, Knihu Bù, Sendell}v Medallion a Lahev Çisté Vody. Na den nebezpeçí, Sendell p{íjde v spánku Dêdice navøtívit a ohlásí finální boj. Dêdic poté musí jít do Well of Sendell, kde ho dobro vybaví jeho silou! "
ja_jp: やがて現在、あるいは未来の種族の民が立ち上 がり言うだろう、「これから世界は自分の物で あり、全ての力は自分にある」と。 この宇宙の民の心に欲と暴力が巣食う限り、 この独裁者による統治の日は必ずやってくる。 独裁者の力が耐えがたき日になったとき、選ば れし者が現れる。彼は暴君に立ち向かい、それ を倒すだろう。 彼は民を解放し、再び結び付ける。 すでに先祖達が、彼の勝利を予言している。 先祖達は彼の住みかに言葉と武器を残す。 選ばれし者、または世継ぎと呼ばれる者は、 勝利するために魔法の宝を４つ集めねばならな い。チュニック、ビューの本、センデルのメダ ルそして瓶一杯の聖なる水。時が来れば、セン デルは世継ぎの夢枕に立ち、戦いが近いことを 告げるだろう。そして世継ぎはセンデルの泉へ 行き、女神の力を受けなければならない。

source: Locations of several clover leaves and boxes: | There is a box for clover leaves in the sewers of Citadel island, and another in the basement of the tavern; one clover leaf is guarded by a soldier who is located behind sandbags. Another is guarded by a clone in the middle of the ruins on Principal island. Another one is on the roof of the Maritime Museum. Another is guarded by a groboclone to the right of the Teleportation Center's entrance. Another is guarded by a soldier in front of FunFrock's fortress.
cs_cz: Místa nêkolika jetelov~ch lístk} a krabic: | Krabiçka na jetelové lístky je ve stokách ostrova Citadel a daløí je ve sklepê taverny; jeden lístek je hlídán vojákem, kter~ je za pytlema s pískem. Daløí je st{eæen klonem uprost{ed ruin na Ostrovê Principal. Daløí je na st{eøe Námo{ního Muzea. Daløí je st{eæen groboklonem napravo od vchodu do Teleportaçního Centra. Daløí je st{eæen vojákem p{ed FunFrockovou pevností.
ja_jp: クローバーの葉と箱の位置。クローバーの葉を 入れる箱は、シタデル島の下水道に１つ、酒場 の地下室に１つある。クローバーの葉の１つは 砂袋の後にいる兵士が監視、もう１つはプリン シパル島の廃墟の中央にいるクローンが監視し ている。海事博物館の部屋にも１つある。テレ ポーテーションセンター入口の右側のグロボク ローンの所やファンフロックの要塞の前にいる 兵士の所にもクローバーがあり、監視されてい る。
