Repository: LBALab/lba-translations
Catalog: LBA1/*.po
Languages: cs_cz, ja_jp

source: Our group is sort of lacking: we don't have half the material we need, and we're eight hit songs short of an album. I'm begging you: find a guitar for me!
cs_cz: Naøe skupina je tak trochu chudá: nemáme polovinu materiálu, co bychom pot{ebovali a 8 hitovek, co máme, je málo na album. Bejt tebou: najdu mi kytaru!
ja_jp: 俺のバンドはすさんじゃってるんだ。 必要な 道具は半分しかそろってないし、あと８曲ヒッ トしないとアルバムは作れない、お願いだ、俺 にギターを探してくれないか！

source: I must be hallucinating, look, he found the Space Guitar!
cs_cz: Musím mít halucinace, podívej, on naøel Hvêzdnou Kytaru!
ja_jp: わーお、夢見てるんじゃないかな、 見てくれよ、スペースギターをもらったんだ。

source: I think we've got a hit here, thanks pal!
cs_cz: Myslím, æe tu máme hit, díky kámo!
ja_jp: よーし、いい調子だ、これはヒット間違いなし だ、感謝するぜ。

source: " L.B.A. | Funky-Town sewer service "
cs_cz: " L.B.A. | Kanalizaçní servis Funky-Townu "
ja_jp: 「Ｌ．Ｂ．Ａ ファンキータウン下水工事」

source: " L.B.A. | Funky-Town sewer service | Swindler street "
cs_cz: " L.B.A. | Kanalizaçní servis Funky-Townu | Swindler street "
ja_jp: 「Ｌ．Ｂ．Ａ ファンキータウン下水工事、ス ウィンドラー通り」

source: " L.B.A. | Funky-Town sewer service | Dino-Fly street "
cs_cz: " L.B.A. | Kanalizaçní servis Funky-Townu | Dino-Fly street "
ja_jp: 「Ｌ．Ｂ．Ａ ファンキータウン下水工事、ダ イノフライ通り」

source: Good day. Let's see, you can talk to me and you're wearing the Medallion of Sendell: you must be the Heir! I've been waiting for you for centuries and I've got a backache so we'll go carefully. The Hamalayi mountains are too high for me but I can lead you through this entire hemisphere, except for Polar island: it is too well guarded by FunFrock. Where do you want to go?
cs_cz: Dobr~ den. Podívejme, mluvíø se mnou a nosíø Sendel}v Medailon: ty musíø b~t dêdic! Çekal jsem na tebe staletí a mám bolesti v k{íæi, tak musíme jít opatrnê. Hamalayiské hory jsou pro mê moc vysoké, ale m}æu tê provést celou touto polokoulí, aæ na Polarní Ostrov: je p{íliø st{eæen FunFrockem. Kam chceø jet?
ja_jp: そうだな、わしと話しができて、センデルのメ ダルを身につけてるところを見ると、君は予言 の世継ぎだな、もう何百年も君を待っていたか ら、腰が痛くなってしまった。 だからゆっくり行くとするか。 ハマライ山は高すぎるから無理だが、北半球 ならどこへでも案内してあげよう。 北極島以外はな。 ファンフロックの警備が厳 しいんだ。 どこへ行きたいんだ？

source: Where do you want to go Twinsen?
cs_cz: Kam chceø jet Twinsene?
ja_jp: どこに行きたいんだ、トゥインセン？

source: Ask one of the helmet-less groboclones, they come here to traffic and listen to music.
cs_cz: Zeptej se jednoho z groboklon}, co nemá helmu, p{iøli kv}li obchodu a poslouchat hudbu.
ja_jp: ヘルメットを脱いだグロボクローンに聞いてみ な、奴らの目的は商売と音楽鑑賞なんだ。

source: I'm non-violent.
cs_cz: Jsem nenásiln~.
ja_jp: 非暴力主義なんだ。

source: Ha ha, I was the watchman on the construction site of the Teleportation Center. So for 50 Kashes I can tell you EXACTLY where those plans are.
cs_cz: Ha ha, byl jsem hlídaç na stavbê Teleportaçního Centra. Za 50 penêz ti PESNë {eknu, kde ty plány jsou.
ja_jp: ははは、俺はテレポーテーションセンターの工 事現場で、監視員をやっていたんだ。 だから ５０キャッシュくれれば、俺が設計図のありか を詳しく教えてやるぜ。

source: Thief, that's too expensive!
cs_cz: Zlodêji, to je moc drahé!
ja_jp: バカ言え、そりゃ高すぎるよ！

source: Sold!
cs_cz: Prodáno!
ja_jp: 決まり！

source: You don't have enough Kashes, my poor little quetch.
cs_cz: Nemáø dost penêz, m}j mal~ chud~ quetchy.
ja_jp: 君のキャッシュじゃ足りないな、かわいそうな クエッチ坊や。

source: The plans for this center are in FunFrock's personal safe. In his headquarters on Principal island. But to get in you must be able to defeat the Supergros (the nurses equipped with tablet launchers!).
cs_cz: Plány toho centra jsou ve FunFrockovê osobním sejfu. V jeho sídle na Hlavním Ostrovê. Ale aby jsi se tam dostal, musíø porazit Supergrosky (sest{içky ozbrojené pilulkometama!).
ja_jp: そのセンターの設計図は、ファンフロックの私 用金庫の中にある。金庫はプリンシパル島の司 令部内だ。 しかし鉄砲を持った看護士のスー パーグローを倒さないと、ファンフロックの司 令部に入ることはできない。

source: Hi, nice weather huh?
cs_cz: Çau, hezké poçasí huh?
ja_jp: やあ、いい天気だな。

source: I refuse to fight when I'm not on duty.
cs_cz: Odmítám bojovat, kdyæ nemám sluæbu.
ja_jp: 勤務時間以外に戦うつもりはないな。

source: So, which one of FunFrock's factories do you want information about?
cs_cz: Takæe, o jaké FunFrockovê továrnê cheø informace?
ja_jp: それで、ファンフロックのどの工場に関する情 報を君は欲しいのかね？

source: I don't givre credit, come back when you're richer!
cs_cz: Nedávám na sekeru, vra se, aæ budeø mít peníze!
ja_jp: えっ、つけは受けつけないよ、現金持って出直 して来いよ。

source: The mutant factory.
cs_cz: Továrna na mutanty.
ja_jp: ミュータント工場

source: FunFrock cleared out the populations from this hemisphere but there are still a few people that resist like here in Funky-Town. He produces mutant insects in his factory at the foot of the Hamalayi mountains to exterminate us. The factory was supposedly sabotaged, but there are still monsters in the sewers: they were produced before the sabotage. In fact, you can jump on the giant crabs!
cs_cz: FunFrock vyçistil tuto polokouli od lidí, ale stále tu je pár lidí, co vzdorují jako tady v Funky-Townu. V továrnê na upátí Hamalaysk~ch hor vyrábí zmutovan~ hmyz, aby nás zniçil. Továrna byla pravdêpodobnê sabotována, ale po{ád jsou v kanálech ty p{íøery: byli vyrobeni p{ed sabotáæí. Po pravdê, m}æeø skoçit na gigantické kraby!
ja_jp: ファンフロックは、この北半球から人間を立ち のかせたが、ここファンキータウンには今も反 対派が残り、奴の権力に抵抗している。 奴はハマライ山のふもとの工場で、昆虫ミュー タントを作っている、我々を滅ぼすためだ。 ミュータント工場は確かに破壊されたはずだ。 しかし下水道にはまだ怪物がうじゃうじゃして いる。工場倒壊の前に作られた奴らだ、奴らに あったら、その背中に飛び乗るといいぜ。

source: The Teleportation Center.
cs_cz: Teleportaçní Centrum.
ja_jp: テレポーテーションセンター

source: It is located on Brundle island, from there FunFrock's cohorts control all the planet's teleportations! The entrance is guarded but they will let you in if you act like one of them.
cs_cz: Je to umístêno na Ostrovê Brundle, odtamtud FunFrockovy kohorty kontrolují vøechny teleportace na planetê! Vstup je stráæen, ale vpustí tê, pokud budeø jednat stejnê jako oni.
ja_jp: そのセンターはブランドル島にあるんだ。 センターでは、ファンフロックの部下が世界中 のテレポーテーションを管理している。入口に は警備員がいるが、仲間を装ってゆけば、中に 通してもらえるぞ。

source: The Cloning center.
cs_cz: Klonovací Centrum.
ja_jp: クローニングセンター

source: The center where all the planet's clones are produced is inside FunFrock's Fortress. It's his headquarters when he is in this hemisphere. Be careful because I heard that he is working on some VERY special clones, it's on Fortress island.
cs_cz: Centrum, kde jsou vyrábêni vøechny klony na planetê, je ve FunFrockovê Pevnosti. Je to jeho centrála, kdyæ je na této polokouli. Ale buâ opatrn~, protoæe jsem slyøel, æe pracuje na VELMI speciálním klonu, je to na Ostrovê Pevnosti.
ja_jp: 世界中のクローンが生産されるクローニングセ ンターは、暴君ファンフロックの要塞の中にあ る。このクローニングセンターが、奴の北半球 での本部だ。慎重にいけ、奴は特別強力なクロ ーンの製造に取り掛かっているという噂だ、場 所はフォートレス島だ。

source: See you later.
cs_cz: Uvidíme se pozdêji.
ja_jp: またあとで

source: That type of information is too specific, ask one of the helmet-less groboclones that are here instead.
cs_cz: Tenhle typ informace je p{íliø specifick~, radêji se zeptej nêjakého groboklona bez helmy.
ja_jp: そんな細かい情報は待ち合わせていない。そう いうことはこっちのヘルメットを取ったグロボ クローンに聞くんだな。

source: Your hydroglider is great! But you won't make it to Fortress island or to Polar island with it. They are isolated by the currents, no ship can find them. You need a Dino-Fly to go there.
cs_cz: Tv}j hydro-kluzák je skvêl~! Ale s ním to na Ostrov Pevnosti, nebo Polární Ostrov nedokáæeø. Jsou od têchto ostrov} izolované, æádná loâ je nenajde. Aby jsi se tam dostal, pot{ebujeø Dino-Flye.
ja_jp: おいおい、君のハイドログライダー、 そんなんじゃフォートレス島やポーラ島には行 けないぜ。あのな、気流の関係で無理なんだ。 船だってダメだな、ダイノフライならひとっ飛 びだぜ。

source: Ask the rabbibunny with the sunglasses, he's an informer.
cs_cz: Zeptej se rabbibunnyho s br~lemi, on je informátor.
ja_jp: おい君、サングラスのラビバニーに聞けよ、情 報屋だけどいい奴だぜ。

source: Calm down, I'll only let you in if the audience likes the group. Work it out with the guitarist!
cs_cz: Uklidni se, vpustím tê, pouze pokud se publiku bude líbit kapela. Zkus to s kytaristou!
ja_jp: 落ち着け、客がバンドを気に入ったら、地下室 に君を案内してやるよ。 ギタリストと交渉しな！

source: Ask the rabbibunny with the sunglasses who is at the entrance to Funky-Town, he's an informer.
cs_cz: Zeptej se rabbibunnyho s brejlema, kter~ je u vstupu do Funky-Townu, on je informátor.
ja_jp: サングラスのラビバニーに聞いてみな、ファン キータウンの入口にいるから、彼は情報屋だ。

source: Those guys on stage are fabulous! | But it's too bad that they don't play anything.
cs_cz: Tihle kluci na podiu jsou bájeçní! | Ale p{íliø øpatné je, æe nic nehrajou.
ja_jp: ステージのバンドはすごいの一言だぜ！ 何も 演奏してないのは残念だけどな。

source: Wow! Never heard anything like that before, they are too much!
cs_cz: Wow! Nikdy jsem nic takového neslyøel, oni jsou....!
ja_jp: わーお！ こんなサウンドを聴くのは生まれて 初めてだぜ、まったく、ぶっ飛びもんだな！

source: Be quiet, you'd do yourself a favor if you listen to that, it's fabulous!
cs_cz: Buâ ticho, udêláø si sluæbu, kdyæ to budeø poslouchat, je to úæasné!
ja_jp: 静かにしろよ、だまって聴いてみりゃ良さが分 かるってもんよ、とにかくすごいんだから！

source: I don't know what it is.
cs_cz: Nevím co to je.
ja_jp: は？ 何だが分からないな。

source: You don't have enough Kashes.
cs_cz: Nemáø dost penêz.
ja_jp: 君のキャッシュじゃ足りないな。

source: Good day, if you like an item, move in front of it.
cs_cz: Dobr~ den, jestli chcete nêjakou vêc, postavte se p{ed ní a pouæijte p{íkaz ACTION.
ja_jp: いらっしゃい、欲しい商品があれば、その前に 立ってアクションコマンドを使うんだよ。

source: Thief!
cs_cz: Zlodêj!
ja_jp: どろぼう！

source: Ouch!
cs_cz: Auu!
ja_jp: いってぇ！

source: Gas for 10 voyages costs 40 Kashes.
cs_cz: Benzín na 10 jízd stojí 40 penêz.
ja_jp: 旅行１０回分の燃料は４０キャッシュだよ。

source: 15 hearts of life powder costs 20 Kashes.
cs_cz: 15 srdíçek æivota stojí 20 penêz.
ja_jp: ハート１５個は、２０キャッシュだよ。

source: 10 flasks of magic powder costs 20 Kashes.
cs_cz: 10 lahviçek Magie stojí 20 penêz.
ja_jp: マジックフラスコは、１０本で２０キャッシュ だよ。

source: One meca-penguin costs 3 Kashes.
cs_cz: Jeden meca-penguin stojí 3 penízky.
ja_jp: メカペンギンは１個３キャッシュだよ。

source: Your Kashes!
cs_cz: Vaøe peníze!
ja_jp: キャッシュを出せ！

source: Or your life!
cs_cz: Nebo tv}j æivot!
ja_jp: でなきゃ命だ！

source: Mama!
cs_cz: Mami!
ja_jp: ママー！

source: Let me see some identification please!
cs_cz: M}æu vidêt nêjakou identifikaci, prosím!
ja_jp: 身分証明書を見せてくださいな。

source: It's weird this sign that appears, I paint over it regularly but it comes back every time.
cs_cz: To je divné to znamení, co se objevilo, p{emalovával jsem to, ale pokaædé se to objeví znovu.
ja_jp: この紋章はまったくおかしいな、 定期的に塗り潰しても元に戻ってしまう、 いつも必ずだ。

source: " The telepod's activating pedals are fragile. Stop jumping on them! "
cs_cz: " Aktivaçní pedály telepod} jsou k{ehké. P{esta| na nê skákat! "
ja_jp: テレポッドのスイッチはもろい。 乗って暴れたりするな！

source: No more gas
cs_cz: Doøel benzín
ja_jp: ガス欠だ！

source: Where do you want to go Twinsen ?
cs_cz: Kam chceø jet Twinsene ?
ja_jp: どこに行きたいのトゥインセン？

source: " Welcome to Brundle island. "
cs_cz: " Vítejte na Ostrovê Brundle. "
ja_jp: 「ブランドル島へようこそ」

source: Alert!
cs_cz: Poplach!
ja_jp: 警報！

source: Go ahead!
cs_cz: Jdi rovnê!
ja_jp: さあどうぞ！

source: Clever, now there is no longer a sign on the wall.
cs_cz: Chytré, teâ uæ tu nikdy to znamení na zdi nebude.
ja_jp: うわー さすが、 これでもう紋章が壁から消えた。

source: Get out of here without breaking anything and we'll take it into consideration!
cs_cz: Odejdi odtud aniæ by jsi nêco polámal a vezmeme to v úvahu!
ja_jp: 何も壊さずにここから出ていけば、 少し刑を軽くしてやるぜ！

source: I don't know where they are.
cs_cz: Nevím, kde jsou.
ja_jp: どこだか、知らないなぁ。

source: I have you at last! I see that you appreciated the clone that I made of your friend, the original is safe. | I suppose that you have come here to find the 3rd Runic Stone. I already found it a long time ago, but it took some time to decipher it. And as soon as I knew the location of the Well of Sendell, I began the foraging work. |
cs_cz: Koneçnê tê mám! Vidím, æe jsi prohlédl klona, kterého jsem udêlal z tvé p{ítelkynê, originál je v bezpeçí. | P{edpokládám, æe jsi sem p{iøel najít t{etí Runov~ Kámen. Já jsem ho uæ dávno naøel, ale trvalo nêjak~ ças ho rozluøtit. A jakmile jsem vêdêl místo Well of Sendell, zaçal jsem drásající práci.
ja_jp: ついに捕まえたぞ、私が作った貴様の恋人のク ローン、気に入ったようだな、恋人本人は無事 だぞ。貴様、第３のルーニックストーンを探し にここに来たんだろう。私がとっくに見つけた よ、いささか解読に時間がかかったがね、 センデルの泉のある場所もすでに捜索を始めた ところだ。

source: Not being able to destroy the stone, I built my fortress around it to dissimulate it. That reminds me, you supposedly destroyed two of my factories, but that is of little importance! I will soon possess such fantastic powers, that I will need but an instant to clone or teleport the totality of the inhabitants of the planet. I also can make you relive the worst moments of your existence indefinitely... | Good bye, you will never realize the prophecy because I will be the one who encounters Sendell and I will inherit her powers.
cs_cz: Neschopen zniçit kámen, postavil jsem kolem nêho pevnost, abych ho utajil. To mi p{ipomíná, ty jsi údajnê zniçil dvê moje továrny, ale to neni d}leæité! Brzo budu mít tak fantastické síly, æe budu pot{ebovat jen instatní klony, nebo teleportuji vøechny obyvatel planety. Teké tê m}æu znovu nechat proæít nejhorøí momenty tvé exitence natrvalo... | Nashle, nikdy neuskuteçníø proroctví, protoæe já budu ten, co se setká se Sendellem a zdêdím jeho síly.
ja_jp: ストーンはどうしても破壊できなかったので、 辺りに要塞を作り隠したのだ。そう言えば、 貴様、よくも私の工場を２つ壊してくれたな、 まあそんなことはもはやどうでもいいがな。 私はもうじきすさまじい力を手にする、これで この惑星の全種族のクローン化やテレポートが 一瞬にして可能なのだ。貴様には人生で最も辛 い経験をさせることもできる、永久にな．．． ごきげんよう。 貴様に予言を成就することなど出来ない。 センデルに会うのはこの私だからだ。 その力は私のものだ！

source: " I am the stone of the Septentrion. The Well of Sendell is located at the summit of the rocky peak that is at the center of Polar island. Only the Heir can break the seal that bars the entrance. "
cs_cz: " Já jsem kámen Septentrionu. Well of Sendell je umístêna na vrcholu øpiçky hory, která je uprost{ed Ostrova Polar. Jedinê Dêdic m}æe zlomit peçe, která st{eæí vstup. "
ja_jp: 「僕はセプテントリオンストーン。センデルの 泉は、北極島の中央部に高くそびえる巨大な岩 石の頂上に位置している。世継ぎだけが、 入口の封印をやぶることができる。」

source: Help Twinsen ! They found the Runic Stone and I ...
cs_cz: Pomoc Twinsene! Naøli runov~ kámen a já ...
ja_jp: 助けて、トゥインセン！ 彼らがルーニックス トーンを見つけ、あーー。

source: Ah, there you are at last my love!
cs_cz: Ah, koneçnê tady jsi má lásko!
ja_jp: あー、どんなにあなたに会いたかったか。

source: I don't know where they are, but hurry up because FunFrock is going...
cs_cz: Nevím, kde jsou, ale pospêø, protoæe FunFrock p{ichází...
ja_jp: どこだか分からないけど、急いで、ファンフロ ックが来ちゃう．．。

source: Don't know who rigged the telepods, I just succeeded in picking the lock of my cell, and I ended up here!
cs_cz: Nevím, kdo zmanipuloval telepody, já jsem mêl úspêch v otev{ení zámku k mé cele a já jsem tu skonçil!
ja_jp: テレポッドをいじったのが誰だかわからないけ ど、僕が独房をこじ開けた瞬間、気が付いたら ここにいたんだ。

source: Their teleportation thingamajig is all smashed up. I was walking, minding my own business, in the Hamalayi mountains, and suddenly I end up here!
cs_cz: Jejich teleportaçní thingamajig je rozbit~. Procházím se v Hamalayi, p{emejølím si o svim a najednou jsem skonçil tady!
ja_jp: テレポーテーションの何とかかんとかが、故障 してるみたい。僕は１人でハマライ山をぶらぶ らしてたんだけど、いつの間にやらこっちに飛 んでたんだ。

source: Stop fidgeting prisoner Twinsen!
cs_cz: P{esta| se vrtêt vêzni Twinsen!
ja_jp: くねくねするな、囚人トゥインセン！

source: " Dr FunFrock's secret Fortress. You shouldn't even be reading that! "
cs_cz: " Tajná Pevnost Dr. FunFrocka. Radêji bys to nemêl ani çíst! "
ja_jp: 「ファンフロック博士の秘密要塞、これを読む ことすら許さん！」

source: Hmmm, what if I tried to attract a guard's attention?
cs_cz: Hmmm, co kdyæ se pokusím zaujmout pozornost stráæí?
ja_jp: そうだなぁ、看守の気を引いてみたらどうなる かなぁ？

source: You are being held here because you are a troublemaker. We know from an informant that you claim to have prophetic dreams. | Calm down, we're going to dissect... uh, I mean take care of you!
cs_cz: Jsi tu dræen proto, protoæe jsi potíæista. Víme od informátora, æe jsi tvrdil, æe máø prorocké sny. | Uklidni se, budeme pitvat... uh, myslím, æe se o tebe postaráme!
ja_jp: お前は問題を起こすからここにいるんだ。 お前が妙な夢を見ることは情報屋から聞いて知 ってる、落ち着けって、これから解剖．．． いや、面倒見てやるからさ！

source: Uh ... Hi!
cs_cz: Uh ... Çau!
ja_jp: えっと、やあ！

source: " Training pool. Do not throw anything to the shark! "
cs_cz: " Tréninkov~ bazén. Æralok}m nic neházejte! "
ja_jp: 「トレーニングプール、サメに餌を与えるな、 サメ！」

source: " Draining valve. DO NOT TOUCH! "
cs_cz: " Vypouøtêcí ventil. NEDOTYKAT SE! "
ja_jp: 「排水バルブ、手を触れるな！」

source: Where do you want to go Twinsen ?
cs_cz: Kam chceø jet Twinsene ?
ja_jp: どこに行きたいんだって、トゥインセン？

source: I know that symbol on your medallion. Virgul, our sorcerer, told us about your coming, and we have often prayed in front of the Runic Stone, which carries the same symbol. Unfortunately, Dr. FunFrock found it and built his fortress right over it, although the Rock was supposed to be indestructible! I would dig a tunnel for you so that you could enter the building, but you must first sabotage the Teleportation Center. Go find the plans of this center, I can dig only after all the telepods have been neutralized!
cs_cz: Znám ten symbol na tvém medailonu. Virgul, náø çarodêj, nám {ekl o tvém p{íchodu a çasto jsme se modlili p{ed Runov~m kamenem, kter~ nese stejn~ symbol. Naneøtêstí Dr. FunFrock ho naøel a postavil p{ímo kolem nêho svou pevnost, açkoliv se p{edpokládalo, æe Kámen je nezniçiteln~! Chêl jsem pro tebe vykopat tunel, aby jsi se mohl dostat do budovy, ale nejd{íve musíø sabotovat Teleportaçní Centrum. Jdi najít plány toho centra, m}æu kopat pouze tehdy, kdyæ budou vøechny telepodi neutralizovaní!
ja_jp: 僕は君のメダルのシンボルを知ってるよ、魔術 師のバーガルが君が来ると言ってたから、それ に、同じシンボルを持つルーニックストーンの 前で、いつも礼拝していた。 残念なことに、 ファンフロック博士がストーンを見つけ、その 辺りに要塞を築いてしまった。 なぜならその ストーンを破壊するのはどうしても不可能だっ たからだ。 君が要塞に入れるように、トンネ ルを掘ってあげるよ。 でもその前に、テレポ ーテーションセンターを破壊してきてくれ。 まずセンターの設計図を探すんだな、全テレポ ッドを破壊しなければ、トンネルを掘ることは できないな。

source: I don't know where they are, but with these plans you must enter the Center on Brundle island and then sabotage it. Then I can dig under the Fortress!
cs_cz: Nevím, kde jsou, ale s têmi plány musíø vstoupit do Centra na Ostrovê Brundle a pak ho sabotovat. Potom m}æu kopat pod Pevností!
ja_jp: どこだか知らないけど、この設計図を使ってブ ランドル島にあるセンターに入り込んで、メチ ャクチャに破壊するんだ、 そうしたら僕が掘り始めるから。

source: Go to Brundle island, get in the Center and neutralize the telepods control system.
cs_cz: Jdi na Ostrov Brundle, dosta| se do Centra a zneøkodni neutralizuj kontrolní systém telepod}.
ja_jp: まずブランドル島へ言って、センターに侵入し テレポッド管理システムを壊してくれ。

source: Good going, the telepods are no longer working, follow me!
cs_cz: Dobrá práce, telepodi jsou vy{azeni, pojâ za mnou!
ja_jp: よくやった、 テレポッドはもはや動いてないな ついてきて！

source: You're the one that's making life difficult for FunFrock? He recently threw a tantrum that could be heard from here. Since then, he brought in several telepods, he's worried about his fortress.
cs_cz: Ty jsi jedin~, co znesnad|uje FunFrockovi æivot? Nedávno pêknê {val, aæ to odtud bylo slyøet. Od té doby, p{ivezl nêkolik telepod}, bojí se o svou pevnost.
ja_jp: ファンフロックが頭を抱えているのは君のせい だったのか。 最近奴はかんしゃく起こして、 ここまで声が聞こえたよ。 その日以来、テレ ポッドを何台か入れたんだ、へっ要塞が心配な んだろう。

source: You have once again angered FunFrock, he screamed a little while ago! What did you break this time, you know that he hates you?
cs_cz: Ty jsi zase FunFrock pêknê naøtval, p{ed chvilkou {val! Co jsi provedl tentokrát, víø, æe tê nenávidí?
ja_jp: き、君、またファンフロックを怒らせたな、さ っき叫んでいたぞ。 今回は何を壊したんだ？ にくまれてるのは知ってるだろ？

source: I don't know where they are, ask your flying animal over there. In fact, can you eat that animal?
cs_cz: Nevím, kde jsou, zeptej se tánhle svého létajícího zví{ete. Po pravdê, m}æeø jíst to zví{e?
ja_jp: どこにあるか知らないね。 あっちの飛ぶ動物に聞いてみな、ところで、あ の動物食べられるの？

source: We no longer fear the threat of the teleportations, but you must get rid of the guards and the assault tank for us. I will then be able to dig.
cs_cz: Uæ se více nebojíme hrozby teleportace, ale musíø se zbavit stráæí a útoçného tanku. Potom budu schopen kopat.
ja_jp: これでテレポーテーションに怯える必要もなく なった。 しかし、まだ警備の兵士と奇襲戦車 を一掃しなくてはならない、それが済んだら掘 り始めてやろう。

source: Good luck!
cs_cz: Hodnê øtêstí!
ja_jp: がんばれよ！

source: Get out!
cs_cz: Vypadni!
ja_jp: 出ていけ！

source: Twinsen help! I'm not a clone, it's me, the real Zoé.
cs_cz: Twinsene pomoc! Já nejsem klon, to jsem já, pravá Zoé.
ja_jp: トゥインセン、助けて！ クローンじゃないわ、私、本物のゾーイよ。

source: You must break the seal so that I can enter the Well of Sendell. None of my machines could drill through this rock, it resists me, just like the Runic Stone. I began digging around the rocky peak, but it will take months for me to reach the center of the planet! You'll see, I will realize the prophecy myself, and I'll take good care of this planet. Break the seal and I'll spare you Twinsen, you and your friend.
cs_cz: Musíø zlomit peçe a tak m}æu vstoupit do Well of Sendell. Æádn~ z m~ch stroj} se nem}æe dostat skrz tu skálu, brání se mi, stejnê jako Runov~ kámen. Zaçal jsem kopat okolo vrcholku kamene, ale to by mi trvalo roky, neæ bych se dostal do st{edu planety! Uvidíø, uskuteçním proroctví sám a budu se o planetu dob{e starat. Rozlom peçe a já tê uøet{ím Twinsene, m}j p{íteli.
ja_jp: 封印をやぶるのだ、センデルの泉に入れるよう に、何をやってもこの岩はびくともしない、私 を拒んでいる、ルーニックストーンもそうだっ た。 岩山の辺りから掘り始めたが星の中心に 達するのはいつになることやら。 いいか、予 言を成就するのはこの私だ。 そしてこの惑星 は私が支配するのだ、封印を破れば、お前の命 は助けよう、恋人の命もだ。

source: I will at last see Sendell's face. If everything goes as planned, I'll make you my jester when I come back. Ha, ha, ha!
cs_cz: Koneçnê uvidím Sendellovu tvá{. Jestliæe vøechno p}jde podle plánu, aæ se vrátím, udêlám z tebe mého øaøka. Ha, ha, ha!
ja_jp: とうとうセンデルの顔が見られるのだ。 すべてが計画通りにいけば、戻った時に私の奴 隷にしてやろう、ハハハ！

source: Before you destroy the cloning factory, I prepared THIS for you!
cs_cz: D{íve neæ zniçíø továrnu na klony, p{ipravil jsem si pro tebo TOHLE!
ja_jp: お前がクローニング工場を壊す前にお前にこれ を作ってやったぞ。

source: At last, you took your time, my love. I'm not escorted by two groboclones, but I promise that it's really me. Go find Sendell and then we'll go home.
cs_cz: Koneçnê, p{iøel jsi v ças, lásko moje. Nejsem doprovázena dvouma groboklonama, ale slibuji, æe jsem to opravdu já. Jdi najít Sendella a pak p}jdeme dom}.
ja_jp: トゥインセン、やっと助けに来てくれたのね、 グロボクローンには連れられていないけど 私、本物のゾーイよ、センデルを見つけたら家 に帰りましょ。

source: Good day.
cs_cz: Dobr~ den.
ja_jp: こんにちは

source: I am Sendell, like all of those you see here, we are all Sendells. We are here to watch over a stellar entity that is in gestation, it will come into existence in a few centuries. As we can only act from the heart of the planet, we implanted a lineage of elected creatures among the species living on the surface. You are the current descendant of this family, and when FunFrock's threat had become too great, it was me that called to you in your dreams. The entity can now finish its gestation because you rid us of FunFrock. It would have died if he had gotten to it, and this world would have imploded, thanks to you it will continue to flourish. Return now to the surface, you can now erase the final traces that he left there.
cs_cz: Já jsem Sendell, stejnê jako ti co tu vidíø, my jsme vøichni Sendellové. Jsme tu proto, abychom hlídali hvêzdnou entitu, která je têhotná, p{íjde to k existenci bêhem nêkolika staletí. Mohli jsme jednat pouze ze srdce planety, a tak jsme implantovali rod vybran~ch stvo{ení mezi druhy, æijící na povrchu. Ty jsi souçasn~ potomek té rodiny a kdyæ FunFrockova hrozba zaçala b~t p{íliø velká, byl jsem to já, co k tobê promlouval ve snech. Entita nyní m}æe dokonçit své têhotenství, protoæe ty jsi nás zbavil FunFrocka. Zem{ela by, kdyby se na to dostalo a tento svêt by implodoval, díky tobê m}æe stále kvést. Vrate se nyní na povrch, m}æete vymazat poslední stopy, co tam zanechal.
ja_jp: 私はセンデル、そしてごらんになる全ての人々 も、皆センデルです。 私達の使命は宇宙生命 体の形成を見守ること、それはあと数百年後に 完成するはずです。 私は惑星の中心部から動 けないので、地表に暮らす民の中に、選ばれし 一族の種を植えつけたのです。 あなたは、その子孫、ファンフロックの力が耐 えがたくなったあの日、あなたの夢枕にたった のは私です。あなたがファンフロックを倒して くれたので、生命体の形成は続きます。 彼が勝利を手にしていたら、この星は爆発して いたでしょう、さあ地表に戻りなさい。 ファンフロックの残した暴虐国家を 正してくるのです。

source: Twinsen, NO! We are finished, don't let him reach us!
cs_cz: Twinsene, NÉ! Skonçili jsme, nenech ho doleet nás!
ja_jp: トゥインセン、いけない、彼を止めて！ この星が滅びてしまう！

source: Uh ... you might be surprised when you discover the house.
cs_cz: Uh ... moæná budeø p{ekvapen, kdyæ objevíø sv}j d}m.
ja_jp: あっと．．．、家を見たら驚くかもね。

source: What are you doing there? The route that connects the 2 islands is classified top secret.
cs_cz: Co tam dêláø? Cesta co spojuje dva ostrovy je p{ísnê tajná.
ja_jp: そこで何してるんだ、２つの島を結ぶ道は、 極秘扱いだったはずだぞ！？

source: Can't start this machine without an ignition key!
cs_cz: Nem}æu nastartovat tehle stroj bez startovacího klíçku!
ja_jp: 始動キーがないとこの機械は動かないよ！
