Repository: LBALab/lba-translations
Catalog: LBA1/*.po
Languages: cs_cz, ja_jp

source: " To find Captain LeBorgne's treasure, the voyager who arrives at the port of Proxima island must use the closest mooring post as a guide. With his back to the docked boats, he must follow these instructions in DISCREET mode: | 6 steps to the North (straight ahead), then 6 steps to the East (to his right), following the gradual slope. 2 steps to the North (straight ahead) until he reaches the metal garbage can, 3 steps to the East (to his right) until he arrives at a light post. He must stand EXACTLY between the 2 lamp posts, and then take 8 steps to the North until he arrives at a gate. Captain LeBorgne's treasure is in the building behind the gate."
cs_cz: "K nalezení pokladu Kapitána LeBorgnena, cestovatel, kter~ dorazí do p{ístavu ostrova Proxima musí vyuæít blízkého kotvi¿tê jako vodítka. Se zády otoçen~mi k zakotven~m lodím, musí následovat tyto instrukce v DISKRETNïM módu: | 6 krok} na SEVER (p{ímo rovnê), potom 6 krok} na VYCHOD (na pravo), po stoupajícím svahu. 2 kroky na SEVER (p{ímo rovnê) aæ dosáhne æeleznou popelnici, 3 kroky na VYCHOD (na pravo) aæ dorazí na osvêtlené místo. Musí stát p{ímo mezi místem dvou lamp a potom jít 8 krok} na SEVER aæ dorazí k bránê. Kapitán}v poklad je v budovê za branou."
ja_jp: 海賊ルボーニャの宝を見つけるには、プロキシ マ島の港に到着後、最寄りの停泊ポストを目印 に使わなければならない。埠頭につけた船を背 にし、ディスクリートモードで次の指示に従う こと。北へ６歩まっすぐ進み、次に右手、 東の方へ６歩ゆるやかな坂を進む、北へまっす ぐ２歩、メタルのゴミ箱の所まで進み、右手、 東の方角へ３歩、電柱の所まで前進する。２本 の電柱の間に立っているはずなので、そこから 北へ８歩、ゲートの所まで進む。 海賊ルボーニャの宝は、 そのゲートの後ろの建物にある。

source: Citadel Island
cs_cz: Ostrov Citadel
ja_jp: シタデル島

source: Principal Island
cs_cz: Ostrov Principal
ja_jp: プリンシパル島

source: White Leaf Desert
cs_cz: Pouø bílého lístku
ja_jp: ホワイトリーフ砂漠

source: Proxima Island
cs_cz: Ostrov Proxima
ja_jp: プロキシマ島

source: Rebellion Island
cs_cz: Ostrov Rebellion
ja_jp: リベリオン島

source: Hamalayi Range
cs_cz: Oblast Hamalayi
ja_jp: ハマライ山

source: Tippett Island
cs_cz: Ostrov Tippett
ja_jp: チペット島

source: Brundle Island
cs_cz: Ostrov Brundle
ja_jp: ブランドル島

source: Fortress Island
cs_cz: Ostrov Pevnosti
ja_jp: フォートレス島

source: Polar Island
cs_cz: Polarni Ostrov
ja_jp: 北極島

source: Clear Water Lake | (The Hamalayi mountains)
cs_cz: Jezero çisté vody | (Hamalayinské hory)
ja_jp: 聖なる水の湖 （ハマライ山）

source: Water Tower | (Principal island)
cs_cz: Vodní vêæ | (Ostrov Principal)
ja_jp: 給水塔 （プリンシパル島）

source: Twinsen's house | (Citadel island)
cs_cz: Twinsen}v d}m | (Ostrov Citadel)
ja_jp: トゥインセンの家 （シタデル島）

source: Forger's Cell | (Principal island)
cs_cz: Forgerovo Cela | (Ostrov Principal)
ja_jp: 偽造犯の独房 （プリンシパル島）

source: Drug store | (Citadel island)
cs_cz: Lékárna | (Ostrov Citadel)
ja_jp: ドラッグストア （シタデル島）

source: Forger's house | (Proxima island)
cs_cz: Forgerovo d}m | (Ostrov Proxima)
ja_jp: 偽造犯の家 （プロキシマ島）

source: Dr FunFrock's headquarters | (Principal island)
cs_cz: Sídlo Dr FunFrocka | (Ostrov Principal)
ja_jp: ファンフロック博士の司令部 （プリンシパル島）

source: Teleportation Center | (Brundle island)
cs_cz: Teleportaçní centrum | (Ostrov Brundle)
ja_jp: テレポーテーションセンター （ブランドル島）

source: Maritime Museum | (Proxima island)
cs_cz: Námo{ní Muzeum | (Ostorv Proxima)
ja_jp: 海事博物館 （プロキシマ島）

source: Cloning Center & Fortress | (Fortress island)
cs_cz: Klonovací centrum & Pevnost | (Ostrov Pevnosti)
ja_jp: クローニングセンター （フォートレス島）

source: Runic Stone | (Proxima island)
cs_cz: Runov~ kámen | (Ostrov Proxima)
ja_jp: ルーニックストーン （プロキシマ島）

source: Runic Stone
cs_cz: Runov~ kámen
ja_jp: ルーニックストーン

source: Mr. Mies Van der Rooh the architect's house. Bug street | (Citadel island)
cs_cz: Pan Mies Van der Rooh architekt}v d}m. Bug street | (Citadel island)
ja_jp: 建築設計士、ミエス・バン・ダ・ルーの家、 バグ通り （シタデル島）

source: Well of Sendell | (Polar island)
cs_cz: Well of Sendell | (Polární Ostrov)
ja_jp: センデルの泉 （北極島）

source: Library | (Principal Island)
cs_cz: Knihovna | (Ostrov Principal)
ja_jp: 図書館 （プリンシパル島）

source: Port-Belooga | (Principal Island)
cs_cz: Port-Belooga | (Ostrov Principal)
ja_jp: ブルーガ港 （プリンシパル島）

source: Proxim-City | (Proxima Island)
cs_cz: Proxim-City | (Ostrov Proxima)
ja_jp: プロキシムシティ （プロキシマ島）

source: Mutant Factory | (The Hamalayi mountains)
cs_cz: Továrna na mutanty | (Hamalayiské hory)
ja_jp: ミュータント工場 （ハマライ山）

source: What are you doing here? This sector is off limits to the public.
cs_cz: Co tu dêláte? Tato çást není p{ístupná ve{ejnosti.
ja_jp: ここで何をしている？ 一般市民は立入禁止だ

source: Halt!
ja_jp: 止まれ！

source: Stop squirming, prisoner Twinsen!
cs_cz: P{esta| se kroutit, vêzni Twinsene!
ja_jp: こらトゥインセン クネクネ動いてんじゃない！

source: Hey, you! You're not one of my nurses! Sound the alarm!
cs_cz: Hej, ty! Ty nejsi jedna z na¿ich o¿et{ovatelek! Zapnête alarm!
ja_jp: おいお前 うちの看護士じゃないな 警報を鳴 らせ！

source: Good day, fellow nurse.
cs_cz: Dobr~ den, sestro.
ja_jp: やぁ どうだい

source: A prisoner has escaped! | Sound the alarm!
cs_cz: Vêze| utekl! | Zapnête alarm!
ja_jp: 警報を鳴らせ！ 脱走囚だ！

source: "RULE# 1024-GH : | Dr. FunFrock reminds you that it is absolutely forbidden to make any allusion whatsoever to the so called Legend."
cs_cz: "PEDPIS# 1024-GH : | Dr. FunFrock upozor|uje, æe je absolutnê zakázané dêlat jakékoliv naráæky na tak zvanou Legendu."
ja_jp: 「規則 ナンバー１０２４ーＧＨ：ファンフロ ック博士の命令により、これより伝説と呼ばれ るもの及びそれに関するもの 一切に関する言 動を禁止する」

source: "Long live the venerable Dr. FunFrock, the one who saved us from all the superstitions."
cs_cz: "Dlouh~ æivot váæen~ Dr. FunFrocku, Vám co jste nás zachránil od v¿ech povêr."
ja_jp: 「我々を全ての迷信から救って下さる 偉大な るファンフロック博士 永遠なれ」

source: Hmmmmm... what if I try to get the guard's attention?
cs_cz: Hmmmmm... co kdyæ se pokusím vzbudit pozornost stráæí?
ja_jp: ふーん あの看守の気を引いたらどうなるのか なあ？

source: Good day
cs_cz: Dobr~ den.
ja_jp: やあ

source: You've returned at last, my love! Come inside quickly - all the clones must be looking for you.
cs_cz: Nakonec jsi se vrátil, moje lásko! Pojâ rychle dovnit{ - v¿echny klony tê musí hledat.
ja_jp: よかった やっと帰ってきたのね、早く中に入 って！ クローン達があなたのことを捜してる わよ。

source: Twinsen, where were you? I was worried sick!
cs_cz: Twinsene, kde jsi byl? Byla jsem velmi ustaraná!
ja_jp: トゥインセン どこにいたの？ あたし、心配 で死にそう！

source: I've just escaped from the asylum. They think that I am a trouble maker because of the strange dreams I have, the ones where Sendell is calling me. I spoke to you about them on several occasions.
cs_cz: Právê jsem utekl z léçebny. Mysleli si, æe jsem potíæista, kv}li têm sn}m co mám, jeden byl o tom, æe mê volá Sendell. Nêkolikrát jsem o nêm s tebou mluvil.
ja_jp: 収容所から逃げてきたんだ 奴らは、僕を問題 児だと思ってる 僕が変な夢を見るからだ。ほ ら例のセンデルが呼んでるやつさ 君にも夢の 事 何回か話しただろう？

source: I rummage around here as there's no one guarding this place. I hide in the truck so that the guards won't see me. You just have to jump into the pile of garbage and be VERY DISCREET about it.
cs_cz: Koukám se kolem, jestli tohle místo nikdo nehlídá. Schovám se v náklaâáku a tak mê stráæe neuvidí. Musí¿ pouze skoçit na hromadu odpadk} a b~t VELMI DISKRÉTNï.
ja_jp: このあたりを見てまわったけど、見張りだらけ だ。 おれは、トラックの中に隠れてきたから 見つからなかったけど・・・ お前も逃げるな らゴミ捨て場に飛び込み、音を立てずに歩くん だぜ！ 誰にも言うんじゃないぞ。

source: Hi! What are you doing there? Did you know that you can read the posters? All you have to do is move in front of one.
cs_cz: Ahoj! Co tu dêlá¿? Ví¿, æe m}æeø çíst plakáty? V¿e co musí¿ udêlat je, æe musí¿ stát p{ímo p{ed ním a udêlat (ACTION) v NORMLNïM módu.
ja_jp: やあ そこで何してんだい？ 君そのポスター 読めるの知ってた？ ポスターの前でノーマル モードにしてアクションコマンドを使えばいい んだよ。

source: Uhhh ... How's it going?
cs_cz: Uhhh ... Jak to de?
ja_jp: やあ

source: I know where they went and I'll help you if you buy me a drink. Ask the waiter about it.
cs_cz: Vím kam ¿li a pomohu ti, jestli mi koupí¿ drink. Zeptej se na to çí¿níka.
ja_jp: 奴らがどこへ行ったかって？ 一杯おごってく れりゃ話してやるぜ、 ウェイターに聞いてみな！

source: You're being held here because you are a trouble maker. An informant told us that you claim to have prophetic dreams. | Calm down, we're going to dissect... uh, I mean... take care of you!
cs_cz: Jsi tu dræen, protoæe jsi potíæista. Informátor nám {ekl, æe jsi tvrdil, æe má¿ prorocké sny. | Uklidni se, budeme pitvat... uh, totiæ... dáme na tebe pozor!
ja_jp: お前は問題を起こすからここにいるんだ 妙な 夢を見ることは情報屋に聞いてるよ 落ち着け って これから解剖して．．．いや 面倒見て やるからさ。

source: Ok, I just have to wait for the truck to move into place.
cs_cz: Ok, musím poçkat na to, aby se náklaâák hejbnul na místo.
ja_jp: ＯＫ トラックがくるのを待ってから中に入るよ。

source: It is forbidden to travel outside the Citadel in that kind of attire!
cs_cz: Je zakázáno cestovat v takovém odêvu ven z Pevnosti!
ja_jp: その服装でシタデル島の外に出ることは禁止さ れている。

source: Twinsen! What are you doing here? I heard you were arrested only yesterday!
cs_cz: Twinsene! Co tu dêlá¿? Sly¿el jsem, æe jsi byl uvêznên teprve vçera!
ja_jp: トゥインセン！ ここで何してんだ？ 昨日逮 捕されたって聞いたばっかりだぞ！

source: They let me out early for good behavior!
cs_cz: Brzy mê pustili za dobré chování!
ja_jp: 模範囚だから早く出られたんだ。

source: Impossible! Nobody gets out of the Citadel alive!
cs_cz: Nemoæné! Nikdo se nedostane z Pevnosti æiv~!
ja_jp: そんなバカな！ シタデル島を生きて出られる はずがない。

source: "ANNOUNCEMENT #357-G: | A new automatic surveillance device is now operating in the city. All citizens must remain motionless if one of these devices is in their vicinity."
cs_cz: "UPOZORNëNï #357-G: | Ve mêstê je nyní v provozu nové pozorovací za{ízení. Kaæd~ obçan je povinnen neh~bat se, pokud je toto za{ízení v jeho blízkosti."
ja_jp: 「告知ナンバー３５７－Ｇ：現在街には、新し いオート監視装置が設置され運用されている。 監視装置が接近しているときは、監視された市 民は動いてはならない」

source: It is forbidden to use that robot !
cs_cz: Je zakázáno pouívat tohoto robota !
ja_jp: そのロボットを使うことは禁止されている。

source: You look kind of lost, Mr. Nurse. Use your holomap if you don't know how to get back home!
cs_cz: Vypadáte trochu ztracen{, pabe Sest{içko. Pouæij svoji Holomapu, kdyæ nevíø jak se dostat zpátky dom}!
ja_jp: 看護士さんは、どうやら迷子みたいだね。 帰 り方が分からないんならホロマップを使うとい いよ。

source: Welcome aboard! You have picked a wonderful day for travelling, the weather is beautiful!
cs_cz: Vítejte na palubu! Vybral jste si nádhern~ den na cestování, poçasí je vynikající!
ja_jp: ようこそ私の船へ！ お客さんいい日をお選びになりましたね 今日は素晴らしい天気ですよ。

source: I think it's time to make use of what you hid in the house.
cs_cz: Myslím, æe je ças na pouæití toho, co chováváø v domê.
ja_jp: 家に隠してるものを使うときだと思うわ。

source: Open up! We know you're in there!
cs_cz: Otev{i! Vím, æe jsi tam!
ja_jp: ここを開けろ！ いるのは分かっている！

source: You are charged with aiding an escapee. Follow us!
cs_cz: Jste obvinê z napomáhání uprchlíkovi. Následuj nás!
ja_jp: 犯人逃亡幇助の罪だ ついてこい！

source: I'm looking for a young girl. She is being escorted by two groboclones.
cs_cz: Hledám mladou dívku. Byla doprovázena dvouma groboclonama.
ja_jp: 女の子を捜してるんです グロボクローン２人 に連れ去られたんだけど。

source: Sound the alarm! It's the escapee!
cs_cz: Zap|ete alerm! To je ten uprchlík!
ja_jp: 警報を鳴らせ！ 脱走囚だ！

source: I believe that you can read all the posters. All you have to do is move in front of one. I can't really help you out, because I don't know how to read!
cs_cz: Vê{ím, æe dokáæeø vøechny plakáty. V¿e co musí¿ udêlat je, æe musí¿ stát p{ímo pøed ním a udêlat (ACTION) v NORMLNïM módu. Opravdu ti nem}u pomoci, protoæe neumím çíst!
ja_jp: ポスターは全部読めるはずなんだ。 ただ君が ポスターの前まで行ってノーマルモードにして アクションコマンドを使えばいいんだ。 俺は 字が読めないから役には立たないけどな。

source: I haven't seen them. | Sorry!
cs_cz: Vidêl jsem ho. | Promi|!
ja_jp: 奴らは見てないね。 悪いけど。

source: I saw them at the port a little while ago. They were leaving for another island. It's strange, because prisoners usually stay at the Citadel.
cs_cz: P{ed chvilkou jsem je vidêl u p{ístavu. Odjíædêli na jin~ ostrov. Je to divné, protoæe vêzni vetøinou z}stávají u Pevnosti.
ja_jp: 少し前に港で見かけたよ 別の島へ向かうとこ ろだった。 普通、囚人はシタデル島にいるは ずだから変だと思ったんだ。

source: You need a ticket to board the ferry. You can buy one next door.
cs_cz: K nalodêní na p{ívoz pot{ebujeø lístek. M}æeø si ho koupit ve vedlejøích dve{ích.
ja_jp: フェリーに乗るなら切符を買え。 切符は隣で 売っている。

source: Good day, one ticket for... Sound the alarm! It's the escapee!
cs_cz: Dobr~ den, jeden lístek na... Zapnête alerm! Je to uprchlík!
ja_jp: こんにちは 切符１枚．．．うわっ 警報を鳴 らせ！ 脱走囚だ！

source: I've had it up to my trunk! There are 4 crates in the warehouse that I cannot seem to arrange on the 4 crosses painted on the ground. I would gladly give a ferry ticket to anyone who could help me out of this mess.
cs_cz: Uæ jsem to skoro mêl! Ve skladu jsou 4 krabice, které nem}u uspo{ádat na 4 ok{íækované místa na zemi. Rád dám lístek na p{ívoz kadému, kdo mi m}æe pomoci dostat se z té bryndy.
ja_jp: 駄目だもう頭がこんがらがった！ 倉庫に４つ 木箱があって、それを４つのＸ印の上に置くん だけど どうしたらいいか全然分からないんだ。 俺の 代わりにこれをやってくれた人には喜んでフェ リーの切符をあげるんだけどなぁ．．．。

source: Hey! You over there, come here!
cs_cz: Hej! Ty tam, vra se!
ja_jp: おい！ そこのお前だ！ こっちへ来い！

source: I can't open this chest with this blasted trick back of mine! Gimme a hand and I'll let you keep some of what's inside. All you have to do is move in front of the chest. You can do the same for rummaging through lots of things like cupboards, garbage cans, etc...
cs_cz: Nem}æu otev{ít tuhle truhlu s touhle zatracenou trick back of mine! Dej mi ruku a nechám ti nêco z toho, co je vevnit{. V¿e co musí¿ udêlat je, æe musí¿ stát p{ímo pøed ním a udêlat (ACTION) v NORMLNïM módu. M}æeø udêlat to samé u spousty jin~ch vêcí, jako t{eba sk{íní, popelnic, atd...
ja_jp: ハッ この引き出し からくりがあるんだか何 だか全然開かないんだ、助けてくれよ！ 中に あるもんを分けてやるからさ 開けるにはただ 引き出しの前まで行って ノーマルモードにし てアクションコマンドを使えばいいんだけど。 同じ要領でやれば、いろんなところを かきまわすことが出来るんだ。 戸棚とかゴミ箱の中とかね、

source: My son and I fixed the ventilation flap in your chimney. We'll put up a fence later. It's odd that it is so far away from your house! According to my son, who is an architect, there are a lot of strange things about your house!
cs_cz: M}j syn a já jsme opravili ventilaçní klapku ve tvém komí|e. Ohradu postavíme pozdêji. Je to zvláøtní, æe je to tak daleko od tvého domu! Podle mého syna, který je architekt, je okolo tvého domu plno podivností!
ja_jp: あんたんとこの煙突の通気孔 息子と私で直し たよ、フェンスは後からつける事にしたがね。 しかしあんたんちからこんなに遠いなんて妙 だねぇ。 設計士の息子が言うには何でも あ んたんちには他にも変なことがたくさんあるん だって？

source: You know, don't worry about putting up a fence around the chimney. I've thought about it and I prefer to keep it as it is.
cs_cz: Víte, nebojte se udêlat ohrádku okolo komína. P{em~ølel jsem o tom a radêji to nechám tak jak to je.
ja_jp: でも 煙突の回りのフェンスは結構ですよ。 僕も考えたんだけど、あれはあのままでいいん だ。

source: Good day.
cs_cz: Dobr~ den.
ja_jp: やあ

source: Try the tavern, you never know...
cs_cz: Zkus tavernu, nikdy nevíø...
ja_jp: 酒場に行ってみな 何かあるかもよ。

source: The crates are arranged correctly this time. Thank you, and please accept this ferry ticket as a token of my gratitude.
cs_cz: Krabice jsou tentokrát se{azeny správnê. Dêkuji ti a prosím vem si tento lístek na p{ívoz na znamení mé vdêçnosti.
ja_jp: 今回は木箱が正しく並んでいるじゃないか あ りがとう！ どうかフェリーの切符を受け取っ てくれ、俺の感謝の気持ちだよ。

source: I'm on special assignment for the good Dr. FunFrock, and am looking for the plans of the Teleportation Center.
cs_cz: Jsem na speciálním úkolu pro dobro Dr. FunFrocka a hledám plány Teleportaçního Centra.
ja_jp: ファンフロック博士の特別任務を 任されていて、テレポーテーションセンターの 設計図を捜してるんだ。

source: Come in friend! We will look at them together because they are rather complicated.
cs_cz: Pojâ dál p{íteli! Koukáme se na nê spoleçnê, protoæe jsou ponêkud komplikované.
ja_jp: こっちへおいで！ 一緒に見てあげよう 何た ってひどく複雑だからねえ。

source: I was put in charge of verifying this building because it was built over ruins that are marked with a strange symbol. It seems that a mad man is attacking different sites also marked with this same symbol. All this extra work has really ruined my weekend! | We're really worried about the Teleportation Center: it's weak point is situated on the left, right after the first guard post.
cs_cz: Dostal jsem na starost ovê{it tuto budovu, protoæe byla postavena na ruinách, které jsou oznaçeny divn~mi symboly. Vypadá to tak, æe nêjak~ øílenec rozdílné strany také oznaçil têmi stejn~mi symboly. Vøechna ta extra práce mi opravdu skazila cel~ víkend! | Opravdu se bojíme Teleportaçního Centra: jeho slabé místo je situované na levo, hned za prvním stráæním stanoviøtêm.
ja_jp: この建物を検証するように言われてるんだ。 だってここは不思議なシンボルのついた廃墟の 上に立てたからね。 話によると変な男が、同 じシンボルのついた違う建物を攻撃してるらし い。余計な仕事が多くって週末も何もあった もんじゃないよ。テレポーテーションセンター のことが本当に心配でね。最初の警備室をすぎ てすぐ左側にセンターの弱点があるんだ。

source: You will need my card to get into the center. It is on the drawing table. If you do succeed in catching this vandal with his weird Horn, I would appreciate it if you would kick his rear end for me!
cs_cz: Budeø pot{ebovat mojí kartu, aby jsi se dostal do centra. Je na kreslícím prknê. Jestli uspêjeø v chycení toho vandala s jeho divn~m Rohem, ocením, kdyæ mu za mê nakopeø jeho zadní çást!
ja_jp: センターに入るには僕のカードがいる設計台の 上にあるよ。 もし気味悪い角をつけた変な奴 を捕まえたら、僕の代わりにそいつのケツを蹴 飛ばしといてくれると嬉しいんだけど。

source: Go ask my son, he has come home from work. Sorry about your house: the clones came with an attack tank, and they were looking for you!
cs_cz: Jdi se zeptat mého syna, p{iøel dom} z práce. Omlouvám se za tv}j d}m: kloni p{iøly s útoçn~m tankem a hledaly tê!
ja_jp: 息子に聞いてみてくれないか、仕事から帰って きてるから。 家の事はすまなかった。 クロ ーンが戦車で攻撃してきたんだよ。 あんたを 捜してたみたいだ。

source: I would like to buy a drink for the grobo upstairs.
cs_cz: Rád bych koupil drink pro toho groba naho{e.
ja_jp: 上のグロボに酒を買ってやりたいんだけど。

source: Very good sir, but that will cost you 10 Kashes per drink.
cs_cz: Velmi dob{e pane, ale bude vás to stát 10 penêz za drink.
ja_jp: ホホッ いいですよ。 えーっと１杯につき１０キャッシュ頂きます。

source: Hide! They have itchy trigger fingers!
cs_cz: Schovat! Mají prsty na spouøti!
ja_jp: 隠れて！ あの人達すぐに撃つわよ。

source: "Keep the planet clean!"
cs_cz: "Udræujte planetu çistou!"
ja_jp: 「この星をきれいにしよう！」

source: Let's see now, where did I put my key?
cs_cz: Teâ uvidíme, kam jsem si dal m}j klí klíç?
ja_jp: ちょっと待てよ キーをどこへやったかな？

source: Dad! Do you have a key with you?
cs_cz: Tati! Máø sebou klíç?
ja_jp: 父さん！ そっちにキー持ってる？

source: All you have to do is ask.
cs_cz: Vøechno co musíø udêlat je se zeptat.
ja_jp: ただ聞けばいいんだよ。

source: I've got to get into the Teleportation Center.
cs_cz: Musím se dostat do Teleportaçního Centra.
ja_jp: どうしてもテレポーテーションセンターに入ら なくちゃ。

source: You don't have to be aggressive all the time. I don't talk to pushy people!
cs_cz: Nemusíø b~t po{ád agrsivní. Nemluv~m s vlezl~mi lidmi.
ja_jp: オホッ そんなにいつもトゲトゲしなくてもい いよ。 押しの強い人は嫌いだしさ。

source: 10 Kashes! That's too expensive!
cs_cz: 10 penêz! To je moc drahé!
ja_jp: １０キャッシュ！そんなの高すぎるよ

source: You've just got back all the objects that were in your inventory!
cs_cz: Právê jsi dostal zpêt vøechny vêci, které byli v inventorá{i!
ja_jp: インベントリーリストにあったアイテムの全て を手に入れた。

source: Don't ever try teleporting yourself - it's very dangerous! Only the clones can do it.
cs_cz: Nikdy nezkouøej teleportovat sám sebe - je to velmi nebezpeçné! Mohou to dêlat pouze klonové.
ja_jp: テレポートなんて危ないから試しちゃダメ！ できるのはクローンだけよ。

source: "Welcome to Lupin-Burg | (Citadel Island)."
cs_cz: "Vítejte v Lupin-Burgu | (Ostrov Citadel)."
ja_jp: 「ルピンバーグへようこそ シタデル島」

source: Yeah, the clones already confiscated the key to my cellar, so don't be surprised when they come back to close down the tavern!
cs_cz: Jo, kloni u zabvavili klíç do mého sklepa, tak se nediv, kdyæ p{íjdou zav{t i tavernu!
ja_jp: 実は、クローンにここの地下室のキーを押収さ れてしまったんだ。 もうじき、奴らが酒場を 閉鎖しに戻ってくるかもしれない。

source: "Welcome to Citadel Island"
cs_cz: "Vitejte na Ostrov Citadel"
ja_jp: 「シタデル島へようこそ」

source: We are going to close this tavern down. Get out of here!
cs_cz: Chystáme se zav{ít tuto tavernu. Vypadni odsud!
ja_jp: 今からこの酒場を閉鎖する。 さっさと出て行け。

source: Good day, this talk about the Legend is strange, don't you think?
cs_cz: Dobr~ den, ty povídaçky o Legendê jsou divné, nemyslíte?
ja_jp: やあ 最近伝説のうわさがおかしいよ そう思わない？

source: The 4 crates are not on the 4 crosses, try again!
cs_cz: 4 krabice nejsou na 4 k{íækách, zkus to znovu!
ja_jp: ４つの木箱が、Ｘ印の上にちゃんと載ってない ぞ！ やり直しだな。

source: I don't know anything about it, and it is forbidden to talk about it!
cs_cz: Nevím o tom nic a je zakázáno o tom mluvit!
ja_jp: よく知らないな それにその話は禁句だからね。

source: I saw them! They left for another island, but I don't know which one.
cs_cz: Vidêl jsem je! Odjeli na jin~ ostrov, ale nevím na jak~.
ja_jp: 見たよ！ 別の島に行っちゃったけど、どの島 かは知らないな。

source: It is forbidden to talk about it!
cs_cz: Je zakázáno o tom mluvit!
ja_jp: その話は禁止されている。

source: Bah! That doesn't interest me. Go see at the library or go drown your sorrows at the tavern; or even better, do it the other way around.
cs_cz: Bah! To mê nezajímá. Jdi se podívat do knihovny, nebo jdi utopit svoje smutky do taverny; a nebo jeøtê lépe, udêlej to jinak.
ja_jp: ふん ちっともおもしろくない。 図書館で調 べるか、酒場で一杯やるんだな。 順番を変え て先に一杯ってのもいいな。

source: What's strange is that you're talking about it. That's forbidden, you know!
cs_cz: Co je na tom divného, kdyæ o tom mluvíø. Je to zakázané, víø!
ja_jp: おかしいのは その言葉を口にしているお前の 方だよ 禁句のはずだぞ！

source: I don't know. The books that mention it have been confiscated and sent to Principal Island.
cs_cz: Nevím. Knihy, kde je o tom zmí|ka, byly zkonfiskované a poslané na Hlavní Ostrov.
ja_jp: 知らないわ そのことを書いてある本はプリン シパル島にもっていかれちゃったもの。

source: It is forbidden to talk about that!
cs_cz: Je o tom zakázáno mluvit!
ja_jp: その話は禁止されている。

source: Prisoner Twinsen, I've already had enough of seeing you here, so don't make any more problems for yourself!
cs_cz: Vêzni Twinsene, uæ mám dost toho, æe tê tu po{ád vidím, tak si nedêlej daløí problémy!
ja_jp: 囚人トゥインセン 俺はもうお前の顔をほとほ と見飽きた。 いいかげんおとなしくしてた方 が身のためだぞ。

source: A piece of advice: surrender instead of trying to provoke us.
cs_cz: Dobrá rada: vzdej se místo toho, aby jsi nás provokoval.
ja_jp: 一言助言だ。 我々をおこらす前に降伏するこ とだ。

source: You are not going to get away by evoking that subversive propaganda.
cs_cz: Nedostaneø se ven vyvoláváním té protistátní propagandy.
ja_jp: あんな反乱誘発行為をしてみたって ここから は絶対に逃げられないぞ。

source: I'm a bartender, you know, so I've have had my fill of bar jokes and strange stories!
cs_cz: Já jsem barman, víø, a tak mám plnej bar vtip} a divn~ch p{íbêh}!
ja_jp: 俺はバーテンだからさ 酒場用のジョークとか おかしな話はいっぱい聞いてるよ。

source: I don't know anything about it, but the tavern will soon be closed down. That's been confirmed!
cs_cz: Nic o tom nevím, ale brzo bude taverna zav{ená. To bylo potvrzeno!
ja_jp: そのことは何も知らないけど 酒場はもうすぐ 閉鎖されるんだ。 もう決まってるんだ。

source: Well, I don't know anything about it. But you could offer me a drink anyway?
cs_cz: Dob{e, nic o tom nevím. Ale stejnê mi m}æeø objednat drink?
ja_jp: まあ そのことは何も知らないけど一杯おごっ てくれてもいいんじゃない？

source: "This room contains information and weapons that were amassed for generations to help the Heir who will, one day, be chosen from our descendants. The key to the room was passed down from generation to generation, but our ancestor Hégésippe was the last family member to retain the key. He was attacked and killed by the ruthless pirate LeBorgne during a sea voyage. Nobody knows where Leborgne's treasure, which undoubtedly contains the golden key to the room, is today."
cs_cz: "Tato místnost obsahuje informace a zbra|e, které byli naschromáædêny pro generace, aby pomohli jejich DëDICI, kter~, jednoho dne, bude vybrán z naøich potomk}. Klíç k této místnosti byl p{edáván z generace na generaci, ale náø p{edek Hégésippe byl náø poslední çlen rodiny, kter~ uchovával klíç. Byl napaden a zabit nemilosrdn~m pirátem LeBorgnem bêhem námo{ní plavby. Nikdo neví, kde se Leborgne}v poklad, kter~ nepochybnê ukr~vá i zlat~ klíç k tomuto pokoji, nyní nachází."
ja_jp: 「この部屋には、我々の子孫からいつか選ばれ る世継ぎのため、何代にもわたって集められて きた言葉と武器がある。 部屋のキーは先祖代 々受け継がれていたのだが、ご先祖であるヘギ ー・シーパがキーを持つ最後の代となってしま った。彼は、航海中冷酷な海賊ルボーニャに襲 われ殺された。 部屋を開けるゴールドキーは 間違いなく失われたルボーニャの宝の中にある はずだ。」
