Repository: LBALab/lba-translations
Catalog: LBA1/*.po
Languages: cs_cz, ja_jp

source: Ha ha, that's a good one! Sorry I don't have any with me.
cs_cz: Ha ha, ten je dobrej! Promiñ, ale sebou æádnou nemám.
ja_jp: ハッハッハハハ、そりゃいいや。 悪いが俺は持ってないよ。

source: Can't seem to sell a single hair dryer here. One of my colleagues is already out there trying his best. If this keeps up, I'll have to move on to another island.
cs_cz: Nevypadá to, æe bych tu prodal jeden jedin~ fén. Jeden m}j kolega tu uæ zkouøí to nejlepøí. Jestli bude pokraçovat, budu muset odejít na jin~ ostrov.
ja_jp: ここじゃドライヤー１つだって売れなそうだ。 同僚はあっちの方でずいぶん景気よくやってる ようだし、このままじゃ、他の島に移ってやる しかないな。

source: I cannot help you, my friend. Don't know what you are talking about.
cs_cz: Nem}æu ti pomoci, m}j p{íteli. Nevím, o çem mluvíø.
ja_jp: 助けになってやれないな。 何の話かさっぱり分からないんだから。

source: Take that, rebel!
cs_cz: Vemte toho rebela!
ja_jp: それを持っていけよ。

source: Move along!
cs_cz: Hejbni se!
ja_jp: 前へ進め。

source: Go to the tavern, they love pirate stories there!
cs_cz: Jdi do hospody, tam mají rádi pirátské historky!
ja_jp: 酒場に行ったら？ 海賊話の好きな奴ばかりだよ。

source: Leave me alone, I have nothing to say.
cs_cz: Nech mê b~t, nemám co {íct.
ja_jp: ほっといてくれ。 話すことなんてないよ。

source: It is strictly forbidden to talk about that!
cs_cz: Je p{ísnê zakázáno o tom mluvit!
ja_jp: そんなことを口にするのは、厳禁なんだぞ。

source: Never heard anything about it.
cs_cz: Nikdy jsem o tom neslyøel.
ja_jp: そんなこと一度も聞いたことないよ。

source: Sorry, I don't know what you're talking about.
cs_cz: Promiñte, nevím, o çem to mluvíte.
ja_jp: 悪いけど、何のことかさっぱり分からないよ。

source: Calm down!
cs_cz: Uklidi se!
ja_jp: 落ち着けよ！

source: Look, you seem like a nice guy, but you're a big boy now. Figure it out for yourself, I'm not a library!
cs_cz: Podívejte, vypadáte jako hodn~ chlapec, ale uæ jste velk~ muæ. Zjistête si to sám, nejsem knihovna!
ja_jp: ねえ、あなたっていい人そうだけど、 もう大人の男でしょ。自分で考えてみたら？ 私、図書館じゃないわ。

source: I don't know anything about all that.
cs_cz: Nic o tom vøem nevím.
ja_jp: 聞いたこともない話ね。

source: Pirates, phooey! Those sailors will say anything to get someone to buy them a drink!
cs_cz: Piráti, phooey! Tihle námo{níci {eknou cokoliv, aby jim nêkdo koupil pití!
ja_jp: 海賊？ ふん。 船乗りは、酒おごってもらえば、 何でも言うんだな！

source: 30 Kashes for a hair dryer, how about that? I normally sell them door to door, but customers are sparse, and you seem nice enough.
cs_cz: 30 peñez za fén, co vy na to? Normálnê je prodávám d}m od domu, ale zákazník} je málo a vy vypadáte celkem hezky.
ja_jp: ヘアドライヤー、３０キャッシュ、どうです？ 普段は訪問販売なんですが、 客がまばらでして、あなたならと思いまして。

source: Come in!
cs_cz: Pojâte dál!
ja_jp: お入り！

source: Good day, my good sir.
cs_cz: Dobr~ den, m}j dobr~ pane.
ja_jp: こんにちは、お兄さん

source: No. Not at all.
cs_cz: Ne. Není zaç.
ja_jp: いや、全然。

source: Go see Beatrice and tell her that Julia sent you. She'll explain all that better than I can. She lives on the outskirts of the Old Burg, in a house next to the sea, on Peg Leg Street.
cs_cz: Jdi za Beatrice a {ekni jí, æe tê posílá Julia. Ona ti vøechno vysvêtlí lépe neæ já. Æije na pokraji Old Burgu, v domê vedel mo{e, na Peg Leg Street.
ja_jp: ビアトリスに会ったらジュリアの紹介だと言っ て。 彼女の説明の方がわかりやすいわ。 彼女の家はオールドバーグの郊外、 ペグレッグ通り、海岸沿いの家よ。

source: Julia spoke a lot about you.
cs_cz: Julia o tobê hodnê mluvila.
ja_jp: ジュリアからいろいろ聞きました。

source: I don't know anything about pirating, try talking to the sailors instead.
cs_cz: Nevím o pirátsví nic, zkus se radêji zeptat námo{ník}.
ja_jp: 海賊のことなんて分からないわ。 船乗りに聞いてみた方がいいわよ。

source: I don't know where they are, kind sir.
cs_cz: Nevím, kde jsou, mil~ pane.
ja_jp: 私はどこだか知らないわ。

source: Good day, young quetch.
cs_cz: Dobr~ den, mlad~ quetchi.
ja_jp: どうも、クエッチさん。

source: I don't know what you're talking about!
cs_cz: Nevím, o çem to mluvíø!
ja_jp: 何のことだかさっぱり分からないな。

source: They say that the tap water tastes better now. Great! Another publicity stunt from the anti-alcohol foundation.
cs_cz: íkají, æe voda z kohoutku teâ chutná lépe. V~bornê! Daløí reklama pro anti-alkoholní nadaci.
ja_jp: 水道の水の味が良くなったそうだな。 クッソー、アルコール反対団体によるＰＲ活動 の一環に違いないな。

source: I never saw 'em
cs_cz: Nikdy jsem je nevidêl
ja_jp: 全然見かけなかったな。

source: I don't know her, but go see Wadbull over at the bazaar. And be careful... normally it is forbidden to talk about that!
cs_cz: Neznám jí, ale jdi za Wadbullem za bazarem. A buâ opatrn~... normálnê je zakázáno o tom mluvit!
ja_jp: 彼女のことは知らないが、マーケットにいる ワドブルに会いに行くといいだろう。 でも気を付けな、 規則でその話をするのは禁止されてるから。

source: Ah, I never heard that one. But the one about the pirate that had rheumatisms in one leg and termites in the other cracks me up every time!
cs_cz: Ah, tuhle jsem nikdy neslyøel. Ale ta o pirátovi, co mêl revmatizmus v jedn~ noze a termity v druh~, tak ta mê vædycky dostane!
ja_jp: んー、そりゃ聞いたことないな。 でも片足が リュウマチにかかってて、もう片方の足は白ア リにやられてる海賊の話は、聞くたびに大笑い だよ、ハッハッハ。

source: Hi mate!
cs_cz: Çau kámo!
ja_jp: よう元気か！

source: LeBorgne! Since he didn't know how to read, he had his cook write the Captain's log. I know that it is for sale at the bazaar next door.
cs_cz: LeBorgne! Protoæe neumêl çíst, mêl na psaní Kapiánského deníku svého kucha{e. Vím, æe je na prodej v bazaru ve vedlejøích dve{ích.
ja_jp: ルボーニャか！ 彼は字が読めなかったから、 コックに航海日誌を書いてもらってたんだ。 彼の航海日誌は隣のマーケットで売ってるよ。

source: Sorry, I don't know anything about that.
cs_cz: Promiñte, nic o tom nevím.
ja_jp: 悪いけど、そんな事は知らないなあ。

source: This super Holomap costs only 20 Kashes (you will find that it is very useful!).
cs_cz: Tato super Holomapa stojí pouze 20 penêz (uvidíø, æe je velmi uæiteçná!).
ja_jp: こちらにあるホロマップは、たったの ２０キャッシュぽっきりですよ。 使ってみればその便利さに驚きますよ。

source: Gas for 10 voyages costs 30 Kashes.
cs_cz: Benzín na 10 cest stojí 30 penêz.
ja_jp: 旅行１０回分のガソリンが、 ３０キャッシュですよ。

source: 15 hearts of life powder will cost you 30 Kashes.
cs_cz: 15 srdíçek æivota tê bude stát 30 penêz.
ja_jp: 命のハートは１５個につき、 ３０キャッシュで販売していますよ。

source: 10 flasks of magic powder will cost you 30 Kashes.
cs_cz: 10 lahviçek magie tê bude stát 30 penêz.
ja_jp: マジックフラスコ１０本分が、 たったの３０キャッシュですよ。

source: A meca-penguin will cost you 3 Kashes.
cs_cz: Meca-penguin tê bude stát 3 penízky.
ja_jp: メカペンギンだよ。 １個たったの３キャッシュ。

source: Sorry, I never heard anything about that.
cs_cz: Promiñte, nikdy jsem o tom nic neslyøel.
ja_jp: 悪いけど、そんな話聞いたことは一度もないな あ。

source: Hi friend.
cs_cz: Çau kamaráde.
ja_jp: こんちは

source: Ask the boss or the sailor at the table.
cs_cz: Zeptej se øéfa, nebo toho námo{íka za stolem.
ja_jp: マスターかそこの船乗りに聞いてみな。

source: You know that it is forbidden to talk about that! But this is your lucky day: I'd most happily turn you in, but that would deprive me of a chance to line my pockets with your Kashes.
cs_cz: Víte, æe je zakázáno o tom mluvit! Ale dnes je váø øastn~ den: Ráda bych vás obrala, ale to mê p{ipravilo o moænost nadít si kapsu vaøimi penêzi.
ja_jp: へ？ その話が禁止だってのは知ってるだろ。 でも今日は特別だ。 君を警察に通報すること もできるが、俺のふところを君のキャッシュで 暖めてくれるなら考え直すぜ！

source: I'm a huge STAR WARS fan. The saga's sequel should be released soon, so I already reserved my seat in the movie theater!
cs_cz: Jsem velk~ fanda STAR WARS. Seqel k sáze by mêl b~t brzo natoçen, tak jsem si uæ rezervoval svoje místo v kinê!
ja_jp: 俺スターウォーズの大ファンなんだよ。 続編がもうすぐ劇場公開されるはずなんだ。 だから俺、早めに映画館の座席の予約入れてお いたんだ。

source: I'd like to help you, but I really don't know much, except about movies. Good luck!
cs_cz: Rád bych vám pomohl, ale opravdu toho moc nevím, kromê film}. Hodnê øtêstí!
ja_jp: 助けてやりたいけど、俺、映画のこと以外は、 あんまり詳しくないんだよね。 ま、がんばれよ。

source: I found this page ripped out of a book. It says "... pull the middle lever ONCE, then pull the right lever ONCE." This must be the answer to some kind of puzzle!
cs_cz: Naøel jsem tu stránku vytrhlou z knihy. íká se v ní "... zatáhni za prost{ední páku JEDNOU, potom zatáhni za pravou páku JEDNOU." To musí b~ odpovêâ na nêjakou hádanku!
ja_jp: これは本からはぎ取られたページだな。 どれどれ、「真ん中のレバーを一回引き、それ から右のレバーを一回引く。」こりゃきっと、 パズルか何かの答えに違いない。

source: I don't know where they are. Sorry.
cs_cz: Nevím, kde jsou. Promiñte.
ja_jp: どこだか知らないなあ。ごめんよ。

source: Ask the rabbibunny with the yellow T-shirt, he's the librarian.
cs_cz: Zeptej se rabbibunnyho se ælut~m triçkem, on je knihovník.
ja_jp: 黄色のＴシャツのラビバニーに聞いてみな？ 彼は図書館員だ。

source: Ow! But I found this page on the ground, I didn't rip it out. I promise!
cs_cz: Ow! Ale naøel jsem tu stránku na zemi, nevytrhnul jsem ji. P{ísahám!
ja_jp: おっと、でもこページ、下に落ちてたんだ。 はぎ取ったのは俺じゃない。 本当だよ。

source: According to the book I have, there is a "Clear water" lake in the Hamalayi mountains, somewhere to the North West of Principal Island. Did you know that the Hamalayi range is impossible to cross? It marks the border with the Northern hemisphere, the one that Dr. FunFrock cleared out. The sun is too hot for us over there: the temperature is unbearable, and the changes in climate caused the development of mutant monsters. And despite the fact that the good doctor spared us from all that, there are still rebels out there who want to overthrow him - it's shameful!
cs_cz: Podle knihy, co mám, je v Hamalaysk~ch horách jezero "Çisté vody", nêkde na severo-západ od Principal Islandu. Vêdêl jsi, æe Hamalayské pásmo je nemoæné p{ejít? Tvo{í hranici se severní polokoulí, tu co Dr. FunFrock vyçistil. Slunce je tam pro nás noc silné: teplota je nesnesitelná a zmêny v klimatu zap{íæinily v~voj zmutovan~ch moster. A p{estoæe nás hodn~ doktor p{ed nimi uøet{il, jsou tu po{ád rebelové, co ho chtêjí svrhnout - to je hanebné!
ja_jp: 俺のもってる本によれば、「聖なる水」の湖っ てのは、ハマライ山にあるそうだ。プリンシパ ル島から北西方向に行った辺りらしい。でも ハマライ山を縦断するのは、不可能だって知っ てたかな？ 山はファンフロック博士が立入り禁止にして いる北半球との境界線上にあるんだ。北半球で は太陽の光が強く、気温は極度に高い。それに その激しい気候で突然変異を起こした怪物もは びこってるんだ。博士がそういう危険なものか ら俺たちを守ってくれてるにもかかわらず、 北半球には今だ反逆者が、博士を倒そうと ねらってるんだ。 まったく、けしからんよ。

source: Ask the librarian, he knows a lot about the history of LeBorgne.
cs_cz: Zeptej se knihovníka, on ví hodnê o historii LeBorgnena.
ja_jp: 図書館員に聞きなよ、彼は海賊ルボーニャの歴 史にとても詳しいんだ。

source: Did you know that Dr. FunFrock installed busts of his effigy to protect us? The ones that don't have a pedestal are placed on ancient seals. Since these symbols were indestructible, at least the busts hide them now!
cs_cz: Vêdêl jsi, æe Dr. FunFrock instaloval svoje busty, aby nás chránili? Ty co namají podtsvaec jsou na místech star~ch uzávêr}. Protoæe jsou ty symboly nezniçitelné, p{inejmenøím je teâ ty busty kryjí!
ja_jp: ファンフロック博士は、自分の胸像を置いて、 僕らが伝説に惑わされないようにしてくれたん だ。その像には台座のないものがあって、それ は古代の封印の上に置かれていてね。その胸像 が封印された破壊不可能な伝説の象徴を隠して くれているんだ。

source: Go see the librarian.
cs_cz: Jdi za knihovníkem.
ja_jp: 司書の所に行ってみなよ。

source: I never saw him, but try a little further up at the Bazaar. Wadbull knows a lot and he SELLS A BIT OF EVERYTHING!
cs_cz: Nikdy jsem ho nevidêl, ale skus to tady kousek v bazaru. Wadbull toho ví hodnê a PRODV TAK NëJAK VäECHNO!
ja_jp: 彼は見なかったけど、マーケットのもうちょっ と奥の方で探してみたらどうかな。ワドブルは 物知りだし、彼の店ではこまごまといろんな物 を売ってるんだよ。

source: Nobody remembers that nowadays. I even wonder if the library still has books about the Legend.
cs_cz: Nikdo si to uæ dnes nepamatuje. I Divil bych se, kdyby o tom stále mêla knihovna nêjaké knihy.
ja_jp: そんな事もう誰も覚えちゃいないよ。図書館に まだその伝説に関する本が残ってるかどうかも 疑問だね。

source: I don't know her. Sorry.
cs_cz: Neznám jí. Promiñte.
ja_jp: そんな娘知らないよ、悪いね。

source: I don't know anything about it, but some people say that there used to be some books over at the library that spoke of it.
cs_cz: Nic o tom nevím, ale lidé {íkají, æe v knihovnê byly nêjaké knihy, co to tom psaly.
ja_jp: そんな話全く知らんよ。 でも昔むこうの図書館に、それに関する本が 何冊か置いてあったって、誰かが言ってたぞ。

source: Stop doing that, you're going to put ashes everywhere!
cs_cz: Nedêlej to, vøude bude prach!
ja_jp: それやめてよ、 灰があちこちに散らばっちゃうじゃない。

source: Don't know where they are, but forget about it! Teleportation makes me sick.
cs_cz: Nevím, kde jsou, ale zapomeñ na to! Z teleportace se mi dêlá zle.
ja_jp: どこだか知らないけど、あきらめなよ。 ああ、テレポートすると気持ちわるい．．．。

source: Ewwwww! Teleportation makes me nauseous.
cs_cz: Ewwwww! Teleportace se mi hnusí.
ja_jp: あーー、 テレポートすると吐き気がする．．．。

source: By the way - thanks, I have the red card!
cs_cz: Mimochodem - díky, mám çervenou kartu!
ja_jp: ところで．．．ありがとう。 レッドカードは持ってるよ。

source: You can't imagine what it's like to be locked up! | It's awful... just awful!
cs_cz: Ty si nedokáæeø p{edstavit, jaké to je b~t za m{íæema! | Je to straøn~... prostê straøn~!
ja_jp: 閉じ込められるのがどんな気持ちか分からない だろう。 みじめだよ、とにかく最悪だ。

source: I doubt that she is being held here.
cs_cz: Pochybuji, æe je dræena tady.
ja_jp: 彼女は、この牢屋にはいないんじゃない。

source: They say that he was never captured!
cs_cz: íkají, æe ho nikdy nechytili!
ja_jp: 彼はまだ捕まってないってウワサだよ。

source: Sorry, but I really don't know anything about it.
cs_cz: Promiñte, ale opravdu o tom nic nevím.
ja_jp: ごめんよ。 でも本当に何も知らないんだよ。

source: "Drinking water for Principal Island: DO NOT THROW ANYTHING IN THE TANK!"
cs_cz: "Pitná voda pro Principal Island: DO NDRÆE NIC NEHZET!"
ja_jp: 「プリンシパル島の飲料水。タンクに物を投げ 込まないで下さい。」

source: Sorry dear customer, but this is a bazaar here, not a library!
cs_cz: Promiñte váæen~ zákazníku, ale tohle je bazar a né knihovna!
ja_jp: 失礼ですがお客さん、 ここは図書館じゃなくて、マーケットですよ。

source: No one remembers that stuff today, that's just a lot of bunk.
cs_cz: Nikdo si u dnes nepamatuje, je to jenom sn}øka kec}.
ja_jp: そんなことはもう誰も覚えちゃいないよ。 そりゃウソ八百だよ。

source: Well ... I don't know, but someone in the Old Burg must know something about this stupid Legend.
cs_cz: Dobrá... nevím, ale nêkdo v Old Burgu musí o té stupidní Legendê nêco vêdêt.
ja_jp: さあ、俺は知らないな。 でもオールドバーグに、そのバカげた伝説に ついて何か知ってる人がいるはずだぜ。

source: She's not being held here. But if you want my red card, go and see my brother. Our house's location is marked on your holomap.
cs_cz: Tady dræená není. Ale jestli cheø mou çervenou kartu, jdi za m~m bratrem. Náø d}m je na holomapê.
ja_jp: この牢屋にはいないよ。 でもレッドカードが 欲しけりゃ、俺の兄貴に会うといい。俺達の家 の位置は、ホロマップに載ってるよ。

source: I was just thinking as well, that I've seen this quetch somewhere before!
cs_cz: Právê jsem p{em~ølel a uæ jsem nêkdy tohohle Qutche vidêl!
ja_jp: 私も思ってたとこなの。このクエッチ、 どっかで見たことがあるって。

source: Go try at the Old Burg tavern, and talk to the bar tender.
cs_cz: Zkus hospodu v Old Burgu, a promluv si s barmanem.
ja_jp: オールドバーグの酒場であたってみなよ。 バーテンダーに聞くといい。

source: Hi, I've just returned from a trip around this hemisphere and I'm selling my boat. Follow me if you're interested.
cs_cz: Çau, vrátil jsem se z cesty kolem polokoule a prodávám svou loâ. Pojâ za mnou, jestli máø zájem.
ja_jp: よう、南半球一周から帰ってきたところで、 今、ボートを売ってんだ。 興味あるならついてきな。

source: Good day, so you've been around the hemisphere? Watch out for the icebergs near the Hamalayi mountains!
cs_cz: Dobr~ den, tak vy jste øel kolem polokoule? Dejte si pozor na ledovce, blízko Hamalaysk~ch hor!
ja_jp: こんちわ、 南半球をまわった経験はあるのかい？ ハマラ イ山近くのアイスバーグには気を付けろよ！

source: You might get into trouble with the authorities if you carry this flag. It's a rebel's emblem.
cs_cz: M}æeø se dostat do konflikt s ú{ady, kdyæ nosíø tu vlajku. Je to znak rebel}.
ja_jp: この旗をつけたまま走らせると、警察に止めら れるかもな。 反乱軍の旗だからさ。

source: Come here! Now that's a real sailor! LeBorgne had a log that must have contained the location of his treasure somewhere.
cs_cz: Pojâ sem! Tohle je pravej námo{ník! LeBorgne musel mít záznamy, kter~ musí obsahovat místo jeho pokladu.
ja_jp: こっち来いよ！ もうこれで立派な船乗りだ。 ルボーニャの航海日誌には、彼の宝のありかが 書かれているに違いない。

source: Never seen 'em, don't even know what you're talking about.
cs_cz: Nikdy jsem je nevidêl, ani nevim o çem to mluvíø.
ja_jp: 見たことないし、 何のことかさっぱり分からないよ。

source: Well, well, what do we have here? A snooper? Twinsen I presume. I would like to know what you're doing here.
cs_cz: Dobrá, dobrá, copak to tu máme? äpeha? Twinsen, p{edpokládám. Rád bych vêdêl, co tu dêláø.
ja_jp: おやおや、こいつは誰だろね、スパイか？ フフフ、トゥインセンだな。 ここに来た訳を聞かせてもらおう。

source: There's a treasure on this island: you must blow into a magic horn in front of FunFrock's bust to gain access to it.
cs_cz: Na tomto ostrovê je poklad: musíø zatroubit na kouzeln~ roh p{ed FunFrockovou bystou, aby jsi k nêmu získal p{ístup.
ja_jp: この島には宝がある。その宝を手に入れたいな ら、ファンフロックの胸像の前で、 魔法のフルートを吹くんだ。

source: I am not familiar with that story.
cs_cz: Neznám tenhle p{íbêh.
ja_jp: その話は聞いたことがないなあ。

source: I don't know what that could be all about.
cs_cz: Netuøím o çm by to vøecko mêlo b~t.
ja_jp: それが何の事なのか分からないな。

source: Hello
cs_cz: Ahoj
ja_jp: よく来た。

source: Good day dear friend.
cs_cz: Dobr~ den, drah~ p{íteli.
ja_jp: やあよく来てくれました。

source: Ah, those plans are not present in our books.
cs_cz: Ah, tyhle plány nejsou uvádêny v naøich kniháh.
ja_jp: ああ、 そういう設計図はこの図書館にはありません。

source: To the Hamalayi mountains.
cs_cz: Do Hamalaysk~ch hor.
ja_jp: ハマライ山へ

source: Wherever you go, come back soon. We are waiting for the imminent return of a solitary navigator, and he will sell his boat.
cs_cz: Kamkoliv p}jdeø, brzo se vra. Çekáme na brzk~ návrat osamêlého mo{eplavce a on prodá svoji loâ.
ja_jp: どこに行ってもいいが、すぐに戻ってこいよ。 俺達の待ってる旅人は、もうすぐ帰ってくるん だから。 彼がボートを売ってくれる。

source: Don't know anything about it!
cs_cz: Nic o tom nevím!
ja_jp: その事は知らないなあ。

source: It's kind of you to help me, but I managed to steal the guard's key. Take it, I don't need it any more.
cs_cz: Je to od tebe hezké, æe mi chceø pomoci, ale zvládnul jsem ukrást stráæím klíç. Vem si ho, uæ ho nebudu pot{ebovat.
ja_jp: 助けてくれるのは、ありがたいが、 自分で何とか警備員の鍵を盗んだよ。 やるよ、俺はもう要らないから。

source: I just discovered a secret passage, incredible! Do you like my red card otherwise?
cs_cz: Právê jsem objevil tajn~ pr}chod pouæitím p{íkazu ACTION, neuvê{itelné! Máø rád moji çervenou kartu?
ja_jp: 俺今アクションコマンドを使ってみたら、秘密 の通路が見つかったんだ。驚いたな。 俺のレッドカード、まだ必要かい？

source: Ah, it's impossible to open it without a red card.
cs_cz: Ach, je nemoæné to otev{ít bez çervené karty.
ja_jp: ああ、 レッドカードが無いとそれが開かないんだ。

source: Ah, it's impossible to open it without a blue card.
cs_cz: Ach, je nemoæné to otev{ít bez modré karty.
ja_jp: ああ、 ブルーカードが無いとそれが開かないんだ。

source: To the military camp.
cs_cz: Do vojenského tábora.
ja_jp: 軍の駐留地へ

source: Peg Leg Street.
ja_jp: ペグレッグ通り

source: I am cured. I don't kown what you poured in the water this time but my kidney stone vanished. Thank you!
cs_cz: Jsem vyléçen~. Nevím, co jsi dal do vody tentokrát, ale m}j ledvinov~ kámen zmizel. Dêkuju!
ja_jp: 治ったぞー。 君が今回水道の水に何を入れたか知らないが、 肝臓にあった石が消えたんだ。 感謝するよ。

source: Here's your book.
cs_cz: Tady je vaøe kniha.
ja_jp: 君の本

source: Good day, all this talk about the Legend is strange, don't you think?
cs_cz: Dobr~ den, vøechen ten rozruch okolo Legendy je podivn~, nemyslíte?
ja_jp: こんにちは、最近、伝説のうわさおかしいよ。 そう思わない？

source: Very strange indeed. I'm just an old fool who would like to grow flowers in the desert, but... I know about this Legend that Dr. FunFrock forbade. I'll tell you what I know if you bring me a sacred book. It is in the Temple of Bù which was buried by a violent sand storm. You can still get in, however, through one of the ventilation shafts still visible just behind me. But be careful: there is danger everywhere!
cs_cz: Velmi podivné, opravdu. Jsem jen star~ blázen, co chce pêstovat kytky na pouøti, ale... vím o té Legendê co o ní Dr. FunFrock zakázal mluvit. Povím ti co vím, kdyæ mi p{ineseø posvátnou knihu. Je v Temlu Bù, kter~ po straøné píseçné bou{i vyho{el. Po{ád se m}æeø dostat dovnit{, skrz jednu z ventilaçních øachet, které jsou stále vidêt p{ímo za mnou. Ale buâ opatrn~: vøude je tam nebezpeçí!
ja_jp: 確かに何か変じゃな。 わしは砂漠で花を育てたいだけのバカな老いぼ れにすぎないが、それでも、ファンフロック博 士が禁じた伝説は、ちゃんと覚えとるよ。 聖なる本を持ってくれば、伝説について、わ しの知ってることを君に教えよう。 それはビ ュー寺院にあるんじゃが、寺は激しい砂嵐に埋 まってしまったんじゃ。 しかし入る方法はある。わしの後ろに今だ見 えているその換気孔から、入り込むのじゃ。し かし、気を付けろ。いろんな危険が待ち受けて おるからな。

source: " This book is a keeper of knowledge. It allows you to read the rocks and to talk to the animals. "
cs_cz: " Tato kniha je stráæcem vêdêní. Umoæní ti çíst kameny a mluvit se zví{aty. "
ja_jp: 「この本は、知識の蔵書である。 動物と話す 方法やストーンの読み方が載っている。」

source: To Principal Island.
cs_cz: Na Hlavní Ostrov.
ja_jp: プリンシパル島へ

source: I'll leave later on.
cs_cz: Odjedu pozdêji.
ja_jp: 後にするよ

source: I can get you to where you want to go for only 10 Kashes! Where do you want to go?
cs_cz: M}æu vás vzít kam chcete, jen za 10 penêz! Kam chcete jet?
ja_jp: たったの１０キャッシュで君のいきたいところ に連れていってあげるよ、さあどこに行く？

source: Sorry, Twinsen, you don't have enough Kashes.
cs_cz: Promiñte, Twinsene, nemáte dost penêz.
ja_jp: 悪いがトゥインセン、 君のキャッシュじゃ足りないよ。

source: Thanks for opening the grotto. My name is Joe the Elf. I was locked up here because I wasn't meant to be in the story, there might have been some bugs in the game!
cs_cz: Díky za otev{ení jeskynê. Moje jméno je Joe Elf. Byl jsem tu zamçen, protoæe jsem nebyl urçen~ b~t v tomhle p{íbêhu, moæná, æe v této h{e je nêjaká chyba!
ja_jp: ほら穴を開けてくれてありがとう。 僕は妖精のジョー。 ゲームに登場しないように閉じ込められてたん だけど、何か故障でもあったのかなあ。

source: See you later, and thanks again.
cs_cz: Uvidíme se pozdêji a jeøtê jednou dêkuji.
ja_jp: またあとで、本当にありがとう。

source: You're too aggressive! Come back later when you've calmed down.
cs_cz: Jste p{íliø agresivní, vrte se, aæ budete prochu klidnêjøí.
ja_jp: 乱暴だなぁ、頭を冷やしてから出直しな！

source: Ow, you crazy or what? You don't deserve to be an elf, give me your membership card!
cs_cz: Ou, jsi bláze, nebo co? Nezaslouæíø si b~t elf, dej mi tvou çlenskou kartu!
ja_jp: 痛いな、君どうかしてるよ。それでも妖精か？ メンバーシップよこしな！

source: Home.
cs_cz: Dom}.
ja_jp: 家まで

source: Proxima island.
cs_cz: Hlavní Ostrov.
ja_jp: プロキシマ島まで

source: Rebellion island.
cs_cz: Ostrov Rebellion.
ja_jp: リベリオン島まで

source: You are the Heir that the prophecy spoke of, Twinsen ! Find your ancestors' legacy, hidden in your home, and pursue your quest. Come back and see me some time.
cs_cz: Ty jsi Dêdic, o kterém mluví proroctví, Twinsene! Najdi dêdictví tv~ch p{edk}, skryté ve tvém domê a vykonej sv}j úkol. Vra se a nêkdy mê navøtiv.
ja_jp: 予言された世継ぎとは、 お前の事じゃったんだよ、トゥインセン！ お前の先祖がお前に残した物を、家に帰って 探し出し、使命をまっとうするのじゃ。 またいつか会いに来ておくれ。

source: Only the Heir could have survived in that Temple! You are the Chosen One that the prophecy spoke of. You are worthy of keeping the Book of Bù, Twinsen. It will allow you to decipher the runes and to speak to the animals. The prophecy that must be accomplished is also revealed in its pages: you must overthrow Dr. FunFrock, the despot who has destroyed the harmony that once existed on this planet. In my dreams, I saw him profaning the Well of Sendell, which caused the immediate destruction of this world. You must go to the Well of Sendell to save us from Dr. FunFrock. I don't know where this well is, but your ancestors must have left instructions for you, somewhere in your home.
cs_cz: Pouze Dêdic m}æe p{eæít v tom chrámu! Ty jsi vyvolen~, o kterém mluví proroctví. Ty jsi hodn~ opatrováním Knihy Bù, Twinsene. Umoæní ti rozluøtit runy a mluvit se zví{aty. Na jejích stránkách je také odhaleno proroctví, co se musí naplnit: musíø svrhnout Dr. FunFrocka, despotu, co zniçil harmonii, která kdysi existovala na této planetê. V m~ch snech jsem ho vidêl znesvêcovat Well of Sendell, coæ zp}sobilo okamæitou destrukci tohoto svêta. Musíø jít k Well of Sendell zachránit nás od Dr. FunFrocka. Nevím, kde ten pramen je, ale tvoji p{edkové ti museli zanechat v domê nêjaké instrukce.
ja_jp: あの寺で生き残れるのは世継ぎただ一人。 予言された選ばれし者とは、お前のことじゃっ たんだ。お前は、ビューの本を持つにふさわし い者じゃ、トゥインセン！ 本があれば、ルー ニックストーンを解読し、動物と話すことだっ てできるんじゃ。 成就されるべき予言につい ても、ビューの本に記載されている。 かつて この惑星にあった調和を乱した暴君ファンフロ ック博士を倒さなくてはならない。 わしは夢 で、彼が聖なるセンデルの泉を汚しているのを 見た。彼の冒涜が原因で世界が乱れたのじゃ。 ファンフロック博士から世界を救うため、セ ンデルの泉に行くのじゃ。 この泉がどこかは 知らないが、お前の先祖が残したメモがどこか に隠されてるはずじゃ、お前の家のどこかにな

source: Hello fellow elf.
cs_cz: Ahoj kamaráde elfe.
ja_jp: やあ、元気かい？

source: Adios! I think I'm going out to discover the world. 
cs_cz: Adios! Jdu ven objevit svêt.
ja_jp: またね！ ちょっと世界を探検してくるんだ。

source: You seem to be nice enough, I dub thee an honorary elf. Here's your card. It entitles you to a present.
cs_cz: Zdáø se b~t mil~, jmenuji tê çestn~m elfem. Tady je tvá karta. Opravñuje tê k daru.
ja_jp: 君はやさしい妖精だね。 妖精名誉会長にして やろう。 君のカードだ。あとでプレゼントと 交換だよ。

source: Hello, quetch !
cs_cz: Ahoj, quetchi !
ja_jp: やあ、クエッチ君！

source: Good day, horse.
cs_cz: Dobr~ den, koníku.
ja_jp: やあ、お馬さん

source: I know the story of the emerald moon, but that's all.
cs_cz: Znám p{íbêh mêsíce Emerald, ale to je vøechno.
ja_jp: エメラルドの月の話は知ってるけど、他は知ら ないなぁ。

source: Hii, hi ! Bbbrrrff ! Brf !
ja_jp: ヒヒブルルルルルー。
