Repository: LBALab/lba-translations
Catalog: LBA1/*.po
Languages: cs_cz, ja_jp

source: Here, little guy, take the ignition key and bring the bulldozer back for me - I'll appreciate it. I don't have time to do it myself.
cs_cz: Tady, mal~ chlapçe, vem si ten startovací klíçek a p{ivez mi zpátky buldozer - ocením to. Nemám ças to udêlat sám.
ja_jp: はい、これだ。 この始動キーを持ってってブルドーザーをここ に持ってきてくれ、感謝するよ、自分でやって いる時間がないんだ。

source: This work is not moving along fast!
cs_cz: Tenhle stroj se nehejbe moc rychle!
ja_jp: なかなか仕事がはかどらないなぁ。

source: Produced by Adeline Software Int.
cs_cz: Produkce Adeline Software Int. |P{eklad --Ladislav Tampa-- 2005

source: Programming:
cs_cz: Programování:

source: 3D Objects & Animation:
cs_cz: 3D Objekty & Animace:

source: Scenery Graphics:
cs_cz: Grafika pozadí:

source: Story & Design:
cs_cz: P{íbêh & Design:

source: Dialogs:
cs_cz: Dialogy:

source: Story Coding:
cs_cz: Kóding p{íbêhu:

source: Video Sequences:
cs_cz: Video sequence:

source: Music:
cs_cz: Hudba:

source: Quality Control:
cs_cz: Kontrola kvality:
