Repository: LBALab/lba-translations
Catalog: LBA1/*.po
Languages: cs_cz, ja_jp

source: If you give me back my coffee maker, I'll give you a list of certain places where you can find a rare plant and some boxes. And don't ask me where I found this list!
cs_cz: Kdyæ mi vrátíø m}j kávovar, dám ti seznam jist~ch míst, kde m}æeø najít pár krabiçek a vzácné rostlinky. A neptej se mê, kde jsem ten papír naøel!
ja_jp: 君が僕のコーヒーメーカーを返してくれたら、 そのお礼として、 珍しい植物が生えてる場所とか、 箱の場所が書いてあるリストを君にあげるよ。

source: I can't help you out.
cs_cz: Nem}æu vám pomoci.
ja_jp: んー、力になれないよ。

source: " Jérôme Baldino. Diverse Gadgets & Inventions. "
cs_cz: " Jérôme Baldino. R}zné P{ístroje & Vynálezy. "
ja_jp: 「ジェイロム・バルディノ、雑貨発明会社」

source: Try at the museum.
cs_cz: Zkus to v muzeu.
ja_jp: 博物館に行ってみな。

source: You must be Twinsen. Like you, we have rebelled against that madman FunFrock - and you saw what's left of the city. | We don't believe that the Northern hemisphere has become uninhabitable like the propaganda says it has. There may even be some survivors living there who refused to be deported. This is why we have decided to take the road leading to the Okojo pass by force. It leads to the Northern hemisphere. Unfortunately, our leader, Colonel Kroptman, was captured during the attack. We believe that he is still being held in the small fort that guards the pass. Help us free him by raiding the fort. You will be able to get to the Northern hemisphere if you do so. Go back to the hangar, there is a commando waiting for you in the boat.
cs_cz: Ty musíø b~t Twinsen. Jako ty, vzbou{ili jsme se proti tomu bláznovi FunFrockovi - a vidíø co zbylo z mêsta. | Nevê{íme, æe severní polokoule je tak neobivatelná jak {íká propaganda. Jistê tam jsou nêjací p{eæivøí, co vzdorují deportaci. A proto jsme se rozhodli jít cestou, která veda k pr}chodu Okoja silou. Vede na severní polokouli. Naneøtêstí náø v}dce, plukovník Kroptman, byl bêhem útoku zajat. Vê{íme, æe je po{ád vêznên v malé pevnosti, co hlídá pr}chod. Pomoz nám ho osvobodit útokem na pevnost. Budeø se moct dostat na severní polokouli, kdyæ to udêláø. Jdi zpátky do hangáru, tam je komando, çekající na tebe na lodi.
ja_jp: 君がトゥインセンだな、君と同様、我々もファ ンフロック政権に抵抗してきた。北半球が居住 不可能になったなんていう政府の発表など、我 々は信じていないんだ。北半球からの立退きを 拒んだ人がまだ生き残っているかもしれない。 それで我々は、力づくでもオコジョ峠へ向かお うと決めたんだ。この峠の向こうは北半球、残 念ながらリーダーだったクロプマン大佐は、 攻撃中に捕まってしまった。大佐はまだ峠を見 張る小さな砦に留置されてるらしい。 砦の襲撃に加わってくれ、君が北半球に渡りた いのなら、これがチャンスだ。港に戻るんだ。 コマンドーが君をボートで待っている。

source: Go give your boss FunFrock this message for me, traitor!
cs_cz: Jdi dát tv~mu øéfovi FunFrockvi tuhle zprávu ode mê, zrádçe!
ja_jp: 帰ってお前のボス、ファンフロックの野郎に こう伝えろ、裏切者め！

source: Hi! If I take your flag to be representative of your intentions, I see that you too have chosen Liberty. Lieutenant Grap is down in the trench, go see him - he'll tell you where our leaders are.
cs_cz: Çau! Kdyæ vezmu tvoji vlajku jako zástupce tvého plánu, vidím, æe jsi si také vybral Svobodu. Poruçík Grap je dole v zákopu, jdi za ním - {ekne ti, kde jsou naøi v}dci.
ja_jp: よう、君の旗が君の目的の象徴だと判断すると 君も自由を選んだ我々の同志だな、グラップ大 尉は塹壕の中だ、彼に会って、味方の幹部の場 所を聞くんだ。

source: So, young quetch, you've come to help in the fight against FunFrock? As you can see, this city has suffered because of our rebellion. We are constantly bombed, which is why our leaders have set their camp in the center of the island. You can take my buggy to go see them.
cs_cz: Tak, mlad~ quetchi, ty jsi p{iøel pomoct v boji proti FunFrockovi? Jak m}æeø vidêt, tohle mêsto trpêlo kv}li naøí rebelii. Jsme nep{etræitê bombardováni, coæ je d}vod, proç naøi v}dci zaloæili jejich tábor ve st{edu. M}æeø si vzít mou bugynu a jet je navøívit.
ja_jp: じゃあお前さんは、ファンフロック打倒の ため、戦ってくれるんだな、見ての通り我々に 対する襲撃で、町はめちゃめちゃだ。連日の爆 撃を避けるため、我が反乱軍の幹部は島の中央 に基地を設置した。そこのバギーで幹部に会い に行くといい。

source: " Welcome to... AAARRGHH ! | | ... glb "
cs_cz: " Vítejte v... AAARRGHH ! | | ... glb "
ja_jp: 「ようこそアーグリップへ」

source: To Proxima island.
cs_cz: Na Ostrov Proxima
ja_jp: プロキシマ島へ

source: I'm staying here.
cs_cz: Z}stávám tady.
ja_jp: ここに残ります。

source: Go see Grap first if you want to drive. He's a rabbibunny and he's down in the trench.
cs_cz: Nejprve jdi za Grapem, kdyæ cheø {ídit. On je rabbibunny a je dole v zákopech.
ja_jp: 運転したいのなら、 まずグラップに会ってこい、 彼はラビバニーで、今塹壕にいる。

source: Twinsen, you MUST SUCCEED in this mission. That fort is in a strategic position of the utmost importance. Once we've taken it, the two hemispheres can be united once again.
cs_cz: Twinsene, MUSïä USPëT v této misi. Ta pevnost je ve strategické pozici nejvêtøí d}leæitosti. Kdyæ ji dobudeme tak se znovu sjednotí obê polokoule.
ja_jp: トゥインセン、このミッションは、絶対成功さ せるんだ。あのとりでは、戦略上極めて重要な 地点に位置している、あそこを占領すれば、 ２つの半球は再び１つのものとなるのだ。

source: We're going to help you take the fort: you will guide me, and I'll follow you with my grenades! Whatever you do, wait for me before you change zones and don't forget to neutralize the emitter. We won't talk during the combats and if I bite it, another rebel will come and take my place, he'll wait for you at the landing site.
cs_cz: Pom}æeme vám dobít pevnost: povedeø mê a a já tê budu následovat s m~ma granátama! Cokoliv udêláø, poçej na mê , kdyæ se budeø pokouøet zmênit zóny a nezapomeñ zneøkodnit zá{içe. Nebudeme bêhem boj} mluvit a pokud to schytám, daløí rebel p{íjde a zaujme moje místo, poçká na tebe u p{istávacího místa.
ja_jp: 砦占領なら協力するぜ、君のあとを俺がグレ ネードを持ってついてゆく、何をしようと ゾーンを変える時は俺を待ってくれ。エミッ ターは必ず破壊しろ。戦闘中話はしない。 でも俺がやられたら、別の隊員が代わりを 務める。上陸地点で彼と落ち合え。

source: You're now one of us, Twinsen.
cs_cz: Jsi teâ jeden z nás, Twinsene.
ja_jp: 君はこれで仲間だ、トゥインセン。

source: Be careful behind the wheel, this isn't a go cart!
cs_cz: Za volantem buâ opatrn~, to není jako jezdit dvoukolákem!
ja_jp: 注意して運転しろよ、 ゴーカートじゃないんだぜ！

source: Calm down! Save your strength for the clones.
cs_cz: Uklidni se! Nech si sílu na klony.
ja_jp: 落ち着けよ、体力はクローンの破壊に使え。

source: Hey, you look familiar! I just came back from an infiltration mission in Proxim-City and I saw your mug on quite a few wanted posters.
cs_cz: Hej, vypadáø povêdomê! Právê jsem se vrátil z infiltraçní mise ve Mêstê Proxima a vidêl jsem tv}j çumák na nêkolika zatykaçích.
ja_jp: おい、見た顔だな、プロキシムシティへの潜入 ミッションから戻ったばかりなんだが、お前の 写真入り指名手配ポスターを何度も見たぞ。

source: I've heard about an underground city that the clones use as a meeting place. It's in the Northern hemisphere, on Tippet island. You should check it out!
cs_cz: Slyøel jsem o podzemním mêstê, které klony pouæívají jako místo setkání. Je na severní polokouli, na Ostrovê Tippet. Mêl by si to jí omrknout!
ja_jp: クローンが会議場所として使ってるという地下 の町の話を聞いた事がある。場所は北半球のチ ペット島だ、調べてみるんだな。

source: Ask Grap. He's in the trench, he'll know where to find them.
cs_cz: Zeptej se Grapa. Je v zákopech, on bude vêdê, kde je najít.
ja_jp: グラップ大尉にあたれ、塹壕にいる。 彼なら場所を知っているだろう。

source: The end is near for FunFrock.
cs_cz: Konec pro FunFrocka je blízko.
ja_jp: ファンフロックの最後も近いな。

source: You must wait for your partner when you change zones if you want to make it through this mission.
cs_cz: Musíø poçkat na svého partnera, kdyæ mêníÜ zóny, pokud cheø v této misi uspêt.
ja_jp: ゾーンを変えるときパートナーを待つ事が、こ のミッション達成の鍵だ。

source: Thank you Twinsen, we couldn't have done it without you.
cs_cz: Díky Twinsene, bez tebe bychom to nedokázali.
ja_jp: ありがとう、これもすべて君のお蔭だ。

source: Try over at Funky-Town. You can buy anything over there!
cs_cz: Zkus to ve Funky-Townu. Tam m}æeø koupit cokoliv!
ja_jp: ファンキータウンに行ってみな、あそこでは、 何でも揃うんだ。

source: To the rebel camp.
cs_cz: Do tábora rebel}.
ja_jp: 反乱軍基地へ

source: To the harbour.
cs_cz: Do p{ístavu.
ja_jp: 港へ

source: You need me to get into the fort. Wait there!
cs_cz: Pot{ebujeø mê, kdyæ se cheø dostat do pevnosti. Poçkej tady!
ja_jp: 俺が砦の中に入ろう、そこで待つんだ。

source: Come with me, we'll continue in the tank!
cs_cz: Pojâ se mnou, budem pokraçovat v tanku!
ja_jp: 一緒に来てくれ、戦車で続行だ。

source: I'll cover you - go free the Colonel.
cs_cz: Kryju tê - jdi osvobodit plukovníka.
ja_jp: 俺が援護する、大佐を救出しろ。

source: Don't jive me, my predecessor was killed in combat! Well, I guess that's life, huh? Shall we go?
cs_cz: Don't jive me, m}j p{edch}dce byl zabit v boji! Dob{e, hádám, to je æivot, huh? Jdem dál?
ja_jp: からかうなよ、俺の先輩が死んだなんて。 まあ、しょうがないか、さあ行こうか。

source: Quick, get me out of here!
cs_cz: Rychle, dostañ mê odsud!
ja_jp: はやく、ここから出してくれ！

source: Hey quetch, hell of a job. If you'd like to carry on down the corridor and, try to open the hatch at the end of the hall.
cs_cz: Hej quetchi, hodnê práce. Jestli chceø pokraçovat dol} koridorem zkus otev{ít poklop na konci chodby.
ja_jp: おい、クエッチ、見事だぞ。 通路のもっと先まで前進したら、 突き当たりのドアを開けてみろ。

source: From this warehouse we send material to the other hemisphere, we use a shuttle that dates back to the old subway lines. I participated in its construction but I've been waiting for a ferry for two years... Two years!!
cs_cz: Z tohoto skladiøtê posíláme zboæí na druhou polokouli, pouæíváme raketoplán jeøtê ze star~ch podzemních linek. Podílel jsem se na jeho konstrukci, ale çekal jsem na p{evoz dva roky... Dva roky!!
ja_jp: この倉庫から北半球へ物資を送っているんだ。 輸送には、昔の地下鉄の列車を使ってる。 工事に参加したんだけど、もう２年もフェリー を待っているんだ、２年もだ。

source: Yes, I know, you also want me to start the transporter. Ok, stand in front of it, I'll start it up.
cs_cz: Ano, vím, ty také chceø, abych nastartoval transportér. Ok, st}j p{ed ním a já ho nastartuju.
ja_jp: 言わなくたって知ってるよ、僕にトランスポー ターを始動させて欲しいんだろう。 いいよ、前の方に立って、始動させるから。

source: I'm with the rebels who are fighting against FunFrock. We are currently trying to cross the Hamalayi mountains. Our leader, Colonel Kroptman, has been taken prisoner. Welcome aboard if you are joining the fight! Go see my friends on Rebellion island. They will let you dock only if you're displaying the proper emblem: a pirate flag with a skull.
cs_cz: Jsem s rebely, kte{í bojují proti FunFrockovi. Nyní se snaæíme p{ekroçit Hamalayské hory. Náø v}dce, Plukovník Kroptman byl uvêznên. Vítej na palubê, jeslti se chceø p{ipojit k boji! Jdi navøtívit mé p{átele na Ostrovê Rebellion. Nechají tê zakotvit pouze pokud ukáæeø správn~ emblem: pirátskou vlajku s lebkou.
ja_jp: ファンフロックと戦う反乱軍の者だ、軍は今、 ハマライ山縦断を実行中、リーダーのクロプマ ン大佐は捕虜となっている。一緒に戦うなら、 ボートに乗り込め。 リベリオン島で仲間と合 流だ。 味方の証拠である海賊のどくろの旗を 見せれば港に入れてくれるだろう。

source: Use the flag: attach it to your boat and you will be able to dock on Rebellion island. You will certainly be able to help us cross the Hamalayi mountains.
cs_cz: Pouæití pirátské vlajky: p{idêlej ji na svou loâ a m}æeø p{istát na Ostrovê Rebellion. A jistê nám budeø moci pomoct p{ekroçit Hamalayské hory.
ja_jp: 旗を利用しろ、ボートに旗をつければ、リベリ オン島の埠頭にボートをつけることができる。 君なら我軍のハマライ山脈縦断に貢献できる だろう。

source: Hang on! Wait for you partner before trying to change zones. If you are having problems reaching the fort, try neutralizing the radar above the bunkers, in the zone where you landed.
cs_cz: Dræ se! Poçkej na svého partnera, neæ se pokusíø zmênit zóny. Pokud bude problém dosáhnout p{ístavu, zkus zneøkodnit radar pod bunkrem v zónê, kde jsi p{istál.
ja_jp: ちょっと待て、ゾーンを変える前に必ずパート ナーを待つんだ。 砦への到着が困難な場合に は、着いたゾーン内のレーダーを完全に破壊し てしまうことだ。

source: You're a real hero, Twinsen ! Well uh ... I mean, thanks for freeing Colonel Kroptman.
cs_cz: Jsi skuteçn~ hrdina, Twinsene! Dob{e uh ... myslím, díky za osvobození Plukovníka Kroptmana.
ja_jp: 君は本当のヒーローだ、トゥインセン。あっ、 つまり、大佐を解放してくれてありがとう。

source: Thanks to you, we are now in contact with the Northern hemisphere. And I've received some information about that black-market city, Funky-Town. You will surely find some information over there!
cs_cz: Díky tobê jsme teâ v kontaktu se severní polokoulí. A obdræel jsem nêjaké informace o tom mêstê çerného obchodu, Funky-Townu. Jistê tam najdeø nêjaké informace!
ja_jp: 君のお陰で、北半球と連絡がとれるようになっ た。 ところで、あのやみ市場の町、ファンキ ータウンについての情報をいくつか得たぞ。 その町に行けば、 何か手がかりが見つかるだろう。

source: Hang in there Twinsen, your quest is almost over.
cs_cz: Nevzdávej to tam, tv}j úkol je skoro u konce.
ja_jp: 頑張れよトゥインセン、使命達成の日もすぐそ こだ。

source: There are still a few clones left, but with Kroptman at the helm of the tank, we'll take the fort.
cs_cz: Po{ád zb~vá nêkolik klon}, ale s Kroptmanem u kormidla tanku, dobudeme pevnost.
ja_jp: まだ、クローンが数人残っている。 でも大佐 が戦車の指揮をとれば、砦はいただきだ。

source: Ask the look-out further on down the road, he'll be able to help you.
cs_cz: Zeptej se pozorovatele dál po cestê dol}, on ti bude schopn~ pomoct.
ja_jp: 道の先の見張りに聞くといい、彼なら知ってる はずだ。

source: Ah! I don't know where those plans are. You can find information about everything in Funky-Town, but this city will soon be destroyed by FunFrock.
cs_cz: Ah! Nevím, kde ty plány jsou. Informace o vøem, najdeø ve Funky-Townu, ale FunFrock to mêsto brzy zniçí.
ja_jp: 設計図の場所は知らないよ。 ファンキータウ ンに行けばどんな情報でも入手できるよ。 で もファンフロックがあの町を破壊するのも時間 の問題だ。

source: Hey, get me out of here! Find a key quick!
cs_cz: Hej, dostañ mê odsud! Najdi klíç, rychle!
ja_jp: ねえ、僕をここから出して！ キーを見つけて、はやく！

source: I am Raymond-the-Elf, to show my gratitude, I will indicate the location of the Clear Water Lake to you. It is to the North-West, in the Hamalayi mountains (look on your Holomap). If you play the flute there, you will find an important element of the prophecy. And if you have a membership card you can show me, I've something else for you.
cs_cz: Jsem Raymond-Elf, abych ukázal svou vdêçnost, ukáæu ti místo Jezera Çisté Vody. Je to na Severo-Západ, v Hamalaysk~ch horách (koukni se do Holomapy). Jestli tam zahrajeø na flétnu, najdeø d}leæit~ kousek proroctví. A kdyæ mi ukáæeø çlenskou kartu, tak pro tebe mám jeøtê nêco jiného.
ja_jp: 僕は妖精レイモンド、今日のお礼に ”聖なる水”の湖の場所を 君に教えてあげるよ。ハマライ山の北西部にあ るんだ。ホロマップを見て！そこでフルートを 吹けば、予言上重要な物が手に入るよ。 それからもしメンバーシップカード持ってるの なら、もう１つプレゼントがあるよ。

source: I am Raymond-the-Elf, to show my gratitude, I will indicate the location of the Clear Water Lake to you. It is to the North-West, in the Hamalayi mountains (look on your Holomap). If you play the flute there, you will find an important element of the prophecy. And in a grotto near the temple of Bù, you'll find one of my fellow elves, he'll be able to get you a blue card.
cs_cz: Jsem Raymond-Elf, abych ukázal svou vdêçnost, ukáæu ti místo Jezera Çisté Vody. Je to na Severo-Západ, v Hamalaysk~ch horách (koukni se do Holomapy). Jestli tam zahrajeø na flétnu, najdeø d}leæit~ kousek proroctví. A v jeskyni blízko chrámu Bù, jednoho mého kamaráda elfa, on ti je schopn~ dát modrou kartu.
ja_jp: 僕は妖精レイモンド、今日のお礼に ”聖なる水”の湖の場所を 君に教えてあげるよ。ハマライ山の北西部にあ るんだ。ホロマップを見て！ そこでフルート を吹けば、予言上重要な物が手に入るよ。 それからビューの寺近辺のほら穴に、僕の仲間 の妖精がいる。ブルーカードは彼がくれるよ。

source: Never seen them, I don't know anything about teleportation.
cs_cz: Nikdy sem je nevidêl, nevím nic o teleportaci.
ja_jp: 見たことないよ、テレポーテーションのことは 何も知らないんだ。

source: To Principal island.
cs_cz: Na Hlavní Ostrov.
ja_jp: プリンシパル島へ

source: To Rebellion island.
cs_cz: Na Ostrov Rebellion.
ja_jp: リベリオン島へ

source: To Citadel island.
cs_cz: Na Ostrov Citadel.
ja_jp: シタデル島へ

source: I'm looking for the plans for the Teleportation Center.
cs_cz: Hledám plány Teleportaçního Centra.
ja_jp: テレポーテーションセンターの設計図を捜して るんだ。

source: Hi, you should go see one of my fellow elves who is in the White Leaf Desert. He can give you a blue card.
cs_cz: Çau, mêl by si jít za kamrádem elfem, kter~ je v White Leaf Desertu. On ti m}æe dát modrou kartu.
ja_jp: やあ、ホワイトリーフ砂漠にいる僕の妖精仲間 に会いにいくといいよ。 ブルーカードをくれ るよ。

source: What are you doing there? They're letting anyone in here now! I even captured an elf a little while ago. I don't know what to do with him, officially, that doesn't even exist!
cs_cz: Co tu dêláø? Nikoho sem teâ nepouøtêjí! A dokonce jsem p{ed chvilkou zajal jednoho elfa. Nevím co sním dêlat, oficiálnê, dokonce jeøtê neexistuje!
ja_jp: ここで何してる？ ここは立ち入り禁止なんだ ぞ！ さっきうろついていた妖精も捕まえてや った。 あいつどうしてやろうか、公にはして ないんだがな。

source: Surrender!
cs_cz: Vzdávám se!
ja_jp: 降伏しろ！

source: Do you prefer to die on an empty stomach, or do you want something special for your last meal?
cs_cz: Chtêl bys radêji zem{ít s prázdn~m æaludkem, nebo si jako svoje poslední jídlo dáø nêco speciálního?
ja_jp: 空腹のまま死を迎えたいか？ それとも最後の 晩さんがほしいか？

source: Too bad!
cs_cz: P{íliø øpatné!
ja_jp: 残念だな

source: Not hungry!
cs_cz: Nemám hlad!
ja_jp: 何も要らない！

source: You have not achieved a sufficient level of power to defeat the red clones. We will wait for your return.
cs_cz: Nedosáhl jsi dostateçnou úroveñ síly k poraæení çerven~ch klon}. Poçkáme na tv}j návrat.
ja_jp: 赤のクローンを倒すには、君のパワーはまだ不 充分だ。 君の帰りを待っている。

source: You've just rediscovered all the objects in your inventory!
cs_cz: Právê jsi znovu objevil vøechny vêci, co jsi mêl v inventorá{i!
ja_jp: インベントリーリストにあったアイテムの全て を手に入れた。

source: You have no business here, this factory is top secret!
cs_cz: Nemáte tu co dêlat, tato továrna je p{ísnê tajná!
ja_jp: 何でお前がここにいるんだ、ここは極秘の工場 なんだぞ！

source: Don't touch those buttons!
cs_cz: Nedot~kejte se têch tlaçítek!
ja_jp: それらのボタンに手を触れるな！

source: Hey, you, don't touch our kitchen!
cs_cz: Hej, ty, nedot~kej se naøí kuchynê!
ja_jp: おい、君、キッチンに触るなよ！

source: Noble stranger, we will open the Door of the Sacred Carrot for you if you sabotage the mutant factory, from where the monsters that infest this hemisphere emerge. This door leads to the shore, and from there you can access all of this part of the planet.
cs_cz: älechetn~ cizinçe, otev{em ti Dve{e Posvátné Mrkve, pokud sabotujeø továrnu na mutanty, odkud se objevují monstra, co zamo{ují tuto polokouli. Tyto dve{e vedou na pob{eæí a odtamtud m}æeø jít kamkoliv na této çásti planety.
ja_jp: 勇敢な旅人よ、 北半球にはびこる怪物を製造しているミュータ ント工場を君が壊してくれたら、我々は神聖な るニンジンのドアを開けてさしあげよう。 このドアは海岸に通じ、そして、北半球各地へ 移動することができる。

source: The passage that I'm opening for you leads to a port, where the old subway that crossed the Hamalayi used to leave from.
cs_cz: Pr}chod, co ti otvírám, vede k pøístavu, odkud vede stará podzemní cesta pod Hamalayisk~mi horamy.
ja_jp: 今開いているこのドアの道は、港へ通じていま す。 そこは昔、ハマライを通過した列車の始 発駅でした。

source: Hey, you! Don't touch our k... oh, it's you! | Good work, you have disabled the mutant factory! No more new monsters are being produced. By the way, what is your name, brave stranger?
cs_cz: Hej, ty! Nedot~kej se naøí k... aha, to jsi ty! | Dobrá práce, zneøkodnil jsi továrnu na mutanty! Uæ nebudou vyrábêny æádná jiná monstra. Mimochodem, jak se jmenujeø, stateçn~ cizinçe?
ja_jp: おいお前、キッチンを触る．．あっ、なんだ君 か。 ミュータント工場破壊、見事であった。 これでもう怪物も作れないってことだ。 ところで、君の名前はなんて言うのかな？

source: Greetings! Our village is harassed by the mutants. But these monsters are not a result of the climate - they are produced in a nearby factory built by FunFrock.
cs_cz: Pozdravuji! Naøe vesnince je obtêæována mutanty. Ale tyto monstra nejsou v~sledkem klimatu - jsou vyrábêni v nedaleké továrnê postavené FunFrockem.
ja_jp: ようこそ、 この村はいつも怪物におそわれます。 でも 怪物は突然変異のものなんかじゃない。近くの ファンフロック工場で、作られているんです。

source: This is not really a good time!
cs_cz: Toto opravdu není dobr~ doba!
ja_jp: ちょっと後にしてくれないか！

source: Thanks for your help. And, whatever you do, destroy the eggs if you are going in the factory! If you don't, new monsters will be produced and will come and attack the village.
cs_cz: Dêkuji za tvou pomoc. A cokoliv udêláø, zniç vajíçka pokud jdeø do továrny! Jestli ne, budou vyrobena daløí monstra a p{íjdou a budou útoçit na naøi vesnici.
ja_jp: ご協力ありがとう。工場に入るんなら、何があ っても卵を全滅させてくれ！さもないと、卵が かえって怪物になり、村を襲いにくるからな。

source: New monsters are still coming to the village: the factory has not been completely disabled!
cs_cz: Nová mostra stále p{icházejí do vesnice: továrna nebyla kompletnê vypnutá!
ja_jp: ふ化した怪物が続々と村にやってくる、工場は まだ完全に破壊されてないんだ。

source: And now, brave stranger Twinsen, follow me to the Door of the Sacred Carrot.
cs_cz: A teâ, stateçn~ cizinçe Twinsene, následuj mê do Dve{í Posvátné Mrkve.
ja_jp: さあそれでは勇敢な旅人トゥインセンよ、聖な るニンジンのドアへご案内しよう。

source: Twinsen
cs_cz: Twinsene
ja_jp: トゥインセン

source: Thank you for saving this village, brave stranger Twinsen.
cs_cz: Dêkuji za záchranu této vesnice, stateçn~ cizinçe Twinsene.
ja_jp: この村を救ってくれてありがとう、英雄トゥイ ンセン。

source: I don't know what that could be all about, brave stranger Twinsen.
cs_cz: Netuøím o çem to m}æe b~t, stateçn~ cizinçe Twinsene.
ja_jp: どういうことかさっぱり分からんよ、英雄トゥ インセン。

source: It's so much calmer since you've come, do you really have to leave?
cs_cz: Je tu tak klidno co jsi p{iøel, opravdu musíø odejít?
ja_jp: あなたのお陰で村が平和になりました。 どうしても行ってしまうのですか？

source: I'd like so much to help you, Twinsen.
cs_cz: Tak rád bych ti pomohl, Twinsene.
ja_jp: あなたのお役に立ちたいのです、 トゥインセン。

source: Help!
cs_cz: Pomoc!
ja_jp: うわっあ、助けて！

source: Whew, safe!
cs_cz: Whew, bezpeçno!
ja_jp: うおっと、一安心！

source: Carrot, open up!
cs_cz: Mrkev, otev{i!
ja_jp: ニンジンよ、そのドアを開け！

source: Did you know that there is a Clear Water lake very near here. It is located close to the Door of the Sacred Carrot and it has a close connection with a prophecy.
cs_cz: Víø, æe tady blízko je Jezero Çisté Vody. Je blízko Posvátné Mrkve a má blízké propojení s proroctvím.
ja_jp: この近くに”聖なる水”の湖があるってこと、 君知ってたかい？ 聖なるニンジンのドアの近 くにあるんだけど、その湖、実は予言と深い関 係があるんだよ。

source: You will have to interrogate traffickers, people that are in this hemisphere in any case.
cs_cz: Musíø vyslechnout obchodníky, lidi, kte{í jsou za kaæd~ch okolností na této polokouli.
ja_jp: 君が尋問しなくちゃならないのは、 密入者やとにかく、この北半球をうろついてい る奴らだよ。

source: To Tippett island.
cs_cz: Na Ostrov Tippet.
ja_jp: チペット島へ

source: To Fortress island.
cs_cz: Na Ostrov Pevnosti.
ja_jp: フォートレス島へ

source: To Brundle island.
cs_cz: Na Ostrov Brundle.
ja_jp: ブランドル島へ

source: Where do you want do go, Twinsen?
cs_cz: Kam chceø jet, Twinsene?
ja_jp: 目的地は？ トゥインセン。

source: Ah, it's impossible to open without a blue card.
cs_cz: A, je nemoæné otev{ít bez modré karty.
ja_jp: ああ、ブルーカードがないとやっぱり開かない よ。

source: To the rabbibunny village.
cs_cz: Do vesnice rabbibunny}.
ja_jp: ラビバニー村へ

source: To the mutant factory.
cs_cz: Do továrny na mutanty.
ja_jp: ミュータント工場へ

source: Leave me alone! I've got work to do, and no time to play!
cs_cz: Nech mê b~t! Mám práci a nemám ças na hraní!
ja_jp: ほっといてくれよ、仕事が忙しくて遊んでるヒ マなんてないんだ！

source: Use your red card to use the skilift.
cs_cz: Pro uæití vleku pouæij svou çervenou kartu.
ja_jp: 君のレッドカードで、 スキーリフトが使えるよ。

source: Catch anything?
cs_cz: Chytil jsi nêco?
ja_jp: 釣れた？

source: I'm trying to find my bracelet...
cs_cz: Zkouøím najít sv}j náhrdelník...
ja_jp: ブレスレットを探してるんだ。

source: Hold on, I've got something!
cs_cz: Poçkej, nêco mám!
ja_jp: ちょっと待って、何かかかったぞ！

source: I know this hemisphere very well, for 10 Kashes I'll tell you what FunFrock is concocting here.
cs_cz: Znám tuto polokouli velmi dob{e, za 10 penêz ti {eknu, co tu FunFrock vym~ølí.
ja_jp: 北半球のことならバッチリ知ってる。 １０キ ャッシュくれりゃ、ファンフロックがここで何 作ってるか教えてやるぜ。

source: Our leaders don't know that we come here, it's the only place where we can put these blasted helmets down. I'm here for business only: I can sell you information about anything. See you later...
cs_cz: Naøi v}dci neví, æe sem p{íjdem, tady je jedniné místo, kde m}æeme sundat ty zatracen~ helmy. Jsem tu pouze kv}li obchodu: m}æu ti prodat informaci o çemkoliv. Uvidíme se pozdêji...
ja_jp: リーダーに内緒でここに来てるんだ。 このダ サイヘルメットを脱いでいられるのは、ここだ けなんだよ。 ここには商売にきたんだ、あら ゆる情報を売るのが俺の商売さ。

source: Did you know that there is a means of getting to Fortress island in my basement? I'll let you in there if you improve the quality of the show. The atmosphere is terrible nowadays, the patrons are bummed out.
cs_cz: Víø, æe u mê ve suterénu je prost{edek jak se dostat na Ostrov Pevnosti? Pustím tê tam, kdyæ zlepøíø kvalitu øou. Atmosféra je teâ p{íøerná, zákazníci jsou smutní.
ja_jp: ここの地下室に、実はフォートレス島へ行くた めの手段があるってご存じかな？ 案内してや ってもいいけどここのショーを良くしてくれた らだ。 近頃は店の雰囲気が最悪で、常連客も 暗いんだ。

source: That's much better, go on it! But be careful - there are still a few giant crabs. Thanks again!
cs_cz: To je moc lepøí, jdi na to! Ale buâ opatrn~ - je tam stále pár obrovsk~ch krab}. Dêkuji ti!
ja_jp: よーしいいぞ。ノッてきたぜ。 そうだ、気を付けろよ、まだ巨大なカニが数匹 残ってるぞ、ありがとよ。

source: With an atmosphere like this, I'm gonna be rich!
cs_cz: S takovouhle atmosférou, budu bohat~!
ja_jp: このショーを続けていけば、 ボロもうけは確実だ。
