Repository: LBALab/lba-translations
Catalog: LBA1/*.po
Languages: cs_cz, ja_jp

source: Did you know that there are strange noises coming from that symbol on the rocks?
cs_cz: Víø, æe ze symbol} na kamenech se ozívají podivné zvuky?
ja_jp: あの石の紋章から妙な音が聞こえてくる、 気付いてた？

source: You were the one who freed that gnome with the hideous hat? He asked me if there was a princess that needed freeing in the neighborhood, but if you want my opinion, he doesn't have what it takes to be a hero.
cs_cz: Ty jsi ten, co osvobodil toho sk{ítka se øeredn~m kloboukem? Ptal se mê, jestli v okolí je nêjaká princezna, co by pot{ebovala zachránit, ale jestli cheø m}j názor, on nemá na to stát se hrdinou.
ja_jp: あの醜い帽子の妖精を解放したのは君だったの か？ あいつ、この辺に助けを求める姫はいな かと聞いてきた。 でも正直に言わせてもらえば、あいつには ヒーローになる素質ってのがないよ。

source: Then you should go visit the Maritime museum on Proxima island.
cs_cz: Pak by jsi mêl navøívit Námo{ní Muzeum na Hlavním Ostrovê.
ja_jp: それなら、プロキシマ島にある 海事博物館に行ってみるといい。

source: I can't help you, sorry.
cs_cz: Nem}æu vám pomoci, promiñte.
ja_jp: 力になれんよ、すまんな。

source: I'm looking for the plans of the Teleportation Center.
cs_cz: Hledám plány Teleportaçního Centra.
ja_jp: テレポーテーションセンターの設計図を探して るんだ。

source: They say that there are treasures hidden in a temple, somewhere in the desert.
cs_cz: íkají, æe v Temlu, nêkde v pouøti, je schovan~ poklad.
ja_jp: うわさによると、ホワイトリーフ砂漠のどこか にある寺の中に、宝が隠されているらしい。

source: I'm looking for information about LeBorgne the pirate.
cs_cz: Hledám informace o pirátovi LeBorgneovi.
ja_jp: 海賊ルボーニャに関する情報を 集めてるんです。

source: I read some excerpts from the Captain's log, that LeBorgne was ruthless! If you're still interested, the log is for sale at the Old Burg bazaar, on the Principal island.
cs_cz: Çetl jsem nêjaké Kapitánovi záznamy - ten LeBorgne byl krut~! Pokud tê to po{ád zajímá, tak záznamy jsou na prodej v Old Burg bazaru na Hlavním Ostrovê.
ja_jp: ルボーニャの航海日誌をちょっと読んでみたん だが、ルボーニャは冷酷だったんだなぁ。君も その航海日誌を読みたけりゃ、プリンシパル島 のオールドバーグマーケットで売ってるよ。

source: I don't know anything about it, but I think a while ago the library had some books that spoke of it.
cs_cz: Nic o tom nevím, ale myslím, æe nedávno o tom mêla knihovna nêjaké knihy.
ja_jp: 俺は何も知らないけど、しばらく前まで図書館 に、それに関する本が何冊か置いてあった気が するなぁ。

source: I don't know where they are, but we elves don't need that sort of stuff. We can teleport ourselves magically! Well, I forgot how, but I'm not a good example.
cs_cz: Nevím, kde jsou, ale my elfové nepot{ebujeme takové vêci. M}æeme sami sebe teleportovat magií! Dob{e, zapomêl jsem jak, ale já nejsem dobr~ p{íklad.
ja_jp: 場所は知らないけど、妖精にはそんな物必要な いんだ。 魔法を使ってテレポートできるから ね。 僕はダメだけど．．．ちょっと忘れちゃって。

source: I'll give you my guitar in exchange for the flute that you possess Twinsen, beforehand, though, you will have play it next to the Clear Water Lake in order to obtain the 4th magical symbol.
cs_cz: Dám ti svoji kytaru v~mênou za flétnu, co vlastníø, p{edtím by jsi na ni mê zahrát u Jezera Çisté Vody, aby jsi obdræel 4 t~ magick~ symbol.
ja_jp: お前の持っとるフルートと引き換えに、わしの ギターをやろう。 トゥインセン、しかしその 前に、“聖なる水”の湖のほとりで、 そのフルートを吹き、 第４の魔法のシンボルを手に入れるのだ。

source: You will no longer need the flute, Twinsen. On the other hand, it might allow me to realize an old dream of mine. I'll trade you for this guitar that I found in the middle of a meteor.
cs_cz: Flétnu uæ více nebudeø pot{ebovat, Twinsene. Na druhou stranu mi to moæná umoæní uskuteçnit m}j star~ sen. Vymêním jí za tuhle kytaru, kterou jsem naøel uprost{ed meteoru.
ja_jp: もうお前にはフルートは必要ない、トゥインセ ン。しかしわしにとっちゃ、このフルートは夢 にまでみたフルートじゃ。代わりにこのギター をやろう、隕石の中に入ってたものじゃ。

source: Good day
cs_cz: Dobr~ den.
ja_jp: やあ

source: " Maritime Museum, rates: | Children ... 3 Kashes | Adults ... 5 Kashes. "
cs_cz: " Námo{ní Muzeum, ceny: | Dêti ... 3 penízky | Dospêlí ... 5 penêz. "
ja_jp: 「海事博物館 入場料： 子供３キャッシュ、大人５キャッシュ」

source: " Welcome to Proxim-City | (Proxima Island). "
cs_cz: " Vítejte ve Mêstê-Proxima | (Ostrov Proxima). "
ja_jp: 「プロキシマシティへようこそ プロキシマ島」

source: " Guard post - open 24 hours a day. Do not disturb... "
cs_cz: " Hlídkové stanoviøtê - otev{eno 24 hodin dennê. Nevyruøovat... "
ja_jp: 「警備監視所、２４時間警備、 起こすな．．．」

source: " Appropriate attire required! "
cs_cz: " Poæadován vhodn~ odêv! "
ja_jp: 「ふさわしい服装のこと」

source: We'll see about that later.
cs_cz: Uvidí se pozdêji.
ja_jp: それは後になればわかるよ。

source: For 10 Kashes, where do you want to go, Twinsen ?
cs_cz: Kam chceø ject , za 10 penêz, Twinsene.
ja_jp: 料金は１０キャッシュ、 どこに行きたい、トゥインセン？

source: Sorry, you don't have enough Kashes. I've got kids to feed you know!
cs_cz: Promiñ, nemáø dost penêz. Musím nakrmit dêti, víø!
ja_jp: 悪いが、君のキャッシュじゃ足りないよ！ 家族を養ってる身なんだ。

source: Good day, a ticket for the museum costs 5 Kashes. Would you like one?
cs_cz: Dobr~ den, lístek do muzea stojí 5 penêz. Chcete jeden?
ja_jp: こんにちは、博物館入場券は、 ５キャッシュだよ、買いますか？

source: Yes, I'll take one.
cs_cz: Ano, jeden si vezmu.
ja_jp: １枚ください。

source: No, museums put me to sleep.
cs_cz: Ne, muzeum mê uspává.
ja_jp: いえ、博物館は退屈だから。

source: Sorry, but you don't have enough Kashes.
cs_cz: Promiñte, nemáte dost penêz.
ja_jp: あいにく、 あなたのキャッシュじゃ足りません。

source: " Rear starboard propeller of the FunFrock 2. It was lost when the ship was launched from Principal island. The boat ran out of gas three days later, and finally stopped turning around in circles. "
cs_cz: " Zadní prav~ lodní øroub FunFrocka 2. Byl ztracen, kdyæ loâ p{istávala z Ostrova Principal. Lodi pak po t{ech dnech doøel benzín a koneçnê se p{estala toçit v kruhu. "
ja_jp: 「ファンフロック２の後部右のプロペラ。 プリンシパル島から出航した際紛失、同じ場所 をぐるぐる旋回していたが、３日後にガス欠で やっと止まる。」

source: " Captain LeBorgne's treasure. This chest contains the fruits of a lifetime of dishonesty. It was seized by the IRS, the only predator known to this terrible pirate. "
cs_cz: " Poklad Kapitána LeBorgnea. Tato truhla obsahuje ovoce celoæivotní neçsetnosti. Byla zabavena IRS, jedin~m dravcem známému k tomuto hroznému pirátovi. "
ja_jp: 「海賊ルボーニャの宝。この箱の宝は、彼の海 賊人生の所産である。ルボーニャと敵対する略 奪者、ＩＲＳによってこの宝は強奪された。」

source: " Loan shark. This species of shark belongs to the movie producer family. "
cs_cz: " P}jçen~ æralok. Tento druh æraloka pat{í rodinê filmového producenta. "
ja_jp: 「サラ金業。 この種の金魚は、映画製作者の 家庭で飼われている。」

source: " Reed Boat or Quffa. Primitive boat made from weaved reeds."
cs_cz: " Quffaova Rákosová Loâ. Primitivní loâ vyrobená z pleteného rákosu. "
ja_jp: 「アシの船、クファ。アシ草を編んで作った 原始的な船。」

source: " Boarding cannon. "
cs_cz: " Kanón. "
ja_jp: 「搭載砲」

source: " Oak barrel. Barrels such as this one were used to serve up the daily rations of rum to the sailors. "
cs_cz: " Dubov~ sud. Sudy, jako tento, byly pouæívány pro vydávání deního p{íâêlu rumu námo{ník}m. "
ja_jp: 「オーク材の樽。 このような樽は以前、船売 りの毎晩の晩酌のために使用されていた。」

source: " Bùian Mermaid. A fine example of the absurdity of ancient superstitions: this statue was found in the middle of a desert. "
cs_cz: " Bùianská Mo{ská panna. Pêkn~ p{íklad absurdity starodávn~ch povêr: tato socha byla nalezena uprost{ed pouøtê. "
ja_jp: 「ビュイアン人魚。古代の根も葉もない迷信の よい１例である。この像は砂漠の真ん中で発見 された。」

source: " Lifeboat. Do not pierce, burn, or bring into contact with an incandescent object. "
cs_cz: " Záchran~ çlun. Nepropíchnête, nepalte a zamezte kontaktu se æhav~mi p{edmêty. "
ja_jp: 「ライフボート。 穴を開けたり燃やしたり、 火元に近付けたりしないこと。」

source: " Life candies: would you like 10 hearts for 10 Kashes? "
cs_cz: " Sladkosti æivota: chcete 10 srdíçek za 10 penêz? "
ja_jp: 「ライフキャンディ： ハート１０個を１０キ ャッシュでどう？」

source: No thank you.
cs_cz: Ne dêkuji.
ja_jp: いや、結構

source: Not enough Kashes !
cs_cz: Nemáø dost penêz !
ja_jp: キャッシュが足りません！

source: Halt. It is forbidden to touch the exhibits.
cs_cz: Halt. Je zakázáno dot~kat se exponát}.
ja_jp: 止まれ！ 展示物に手を触れてはいけない。

source: " Construction work. SLOW DOWN! "
cs_cz: " Konstrukçní práce. Zpomalte! "
ja_jp: 「工事中、スピード落とせ！」

source: " I am the Eclipse Stone. The password for the Marked Stone is "BURBS". Which word will free me? "
cs_cz: " Jsem Kámen Zatmêní. Heslo pro Oznaçen~ Kámen je "BURBS". Jaké slovo mê osvobodí? "
ja_jp: 「僕はエクリプスストーン。 マークストーン のパスワードは、“バーブズ”。僕のパスワー ドは何だろ？」

source: " I am the Marked Stone. The password for the Eclipse Stone is "GIZMO". Which word will free me? "
cs_cz: " Jsem oznaçen~ kámen. Heslo pro Kámen Zatmêní je "GIZMO". Které slovo mê osvobodí? "
ja_jp: 「僕はマークストーン。 エクリプスストーン のパスワードは、“ギズモ”。僕のパスワード は何だろ？」

source: I don't know.
cs_cz: Nevím.
ja_jp: わからないよ

source: " BURBS "
ja_jp: “バーブズ”

source: " GIZMO "
ja_jp: “ギズモ”

source: My brother was arrested and the house is under surveillance: phony red card traffic. Wait a minute, how did you get in here? And who are you?
cs_cz: M}j bratr byl uvêznên a d}m je pod dohledem: faleøná çervená karta traffic. Poçej chvilku, jak jsi se sem dostal? A kdo jsi?
ja_jp: レッドカード偽造の罪で、弟は逮捕されちゃっ たんだ。おかげで家は監視付、ちょっと待て、 どうやってここへ入った？ お前は何者だ？

source: My name is Twinsen. I met your brother. He is in jail but is fine for the moment. He told me to mention the word "Amos" to you.
cs_cz: Jmenuji se Twinsen. Potkal jsem tvého bratra. Je ve vêzení, ale je v po{ádka. ekl mi a ti p{ipomenu slovo "Amos".
ja_jp: 僕はトゥインセン、弟さんに会ったんです。 獄中ですが今のところ元気です。彼から “アモス”って言うように言われました。

source: My name is Twinsen and I am the Heir... | voila, voila, voila.
cs_cz: Jmenuji se Twinsen a jsem Dêdic... | voila, voila, voila.
ja_jp: 僕はトゥインセン、世継ぎと呼ばれる．．． るらららら．．．。

source: Ah! Ok. Then you might need this.
cs_cz: Ah! Ok. Tak moæná budeø pot{ebovat tohle.
ja_jp: ああそうか、じゃ、これが要るんだろ？

source: I'm really happy for you, Twinsen! But my brother is being held in FunFrock's headquarters. His cell has a window that is right on the street. If you could tell me how he's doing, I will give you a red card in gratitude.
cs_cz: Jsem za tebe velmi rád Twinsene! Ale m}j bratr je dræen ve FunFrockovê sídle. Jeho cela má okno, které vede p{ímo na ulici. Jestli mi m}æeø {íct jak se mu vede, tak ti z vdêçnosti dám çervenou kartu.
ja_jp: へぇ、そりゃ本当に良かったな、 トゥインセン。でも弟はまだファンフロック司 令部に捕まったままだ。弟の独房は窓が道に面 してる。弟の様子を見て来てくれたら、お礼に レッドカードを君にさし上げよう。

source: You've just rediscovered all the objects that are in your inventory!
cs_cz: Právê jsi znovu objevil vøechny vêci, co jsi mêl v inventorá{i!
ja_jp: インベントリーリストにあるアイテムの全てを 手に入れた。

source: " L.B.A. | Proxim-City sewer service | Ferry Street "
cs_cz: " L.B.A. | Kanálov~ servis Mêsta Proxima | Ferry Street "
ja_jp: 「Ｌ．Ｂ．Ａ プロキシムシティ工事 フェリー通り」

source: I've been trying to sell this hair dryer ever since I was on Principal island! Come on, I know you can use one for 30 Kashes.
cs_cz: Zkouøel jsem prodat tento fén od té doby, co jsem byl na Hlavním Ostrovê! Pojâ, vím, æe za 30 penêz m}æeø jeden pouæít.
ja_jp: プリンシパル島で生まれて以来、このドライヤ ーを売ろうと頑張ってるんだ。 頼むよ、 ３０キャッシュで買ってくれないか！

source: You don't have enough Kashes, see you later.
cs_cz: Nemáø dost peneêz, uvidíme se pozdêji.
ja_jp: キャッシュが足りないみたいだな、またな。

source: I don't have anything else to sell!
cs_cz: Nemám, co bych dál prodal!
ja_jp: 他には何も売ってないんだ。

source: Aah, I see that you too have come to Proxima island. You remember me, I sell hair dryers. Look, I'll sell you one for only 30 Kashes, but only because it's been a slow day.
cs_cz: Aha, vidím, æe jste také p{iøli na Hlavní Ostrov. Pamatujete si mê, prodávám fény. Podívej, prodám ti jeden pouze za 30 penêz, ale pouze proto, æe to je nudn~ den.
ja_jp: おや、君もプロキシマ島へ来てたのか、 俺覚えてる？ ドライヤー売りだよ。よし、 今日は、１個３０キャッシュに負けとくよ。 売れ行きが悪いんで特別だ。

source: Don't know what you're talking about.
cs_cz: Nevím o çem mluvíø.
ja_jp: 何のことかさっぱり分からないな

source: I've been working on a Jet-Pack prototype for days now. It's a small reactor that harnesses onto your back and allows you to fly about. My problem is that my last test flight wreaked a bit of havoc on the garden wall. It is rather difficult to fine tune the motor's power. I need a rheostat like the one you find in a hair dryer. Do you think you can find one of those for me?
cs_cz: Uæ pár dn} pracuji na prototypu Jet-Packu. Je to mal~ reaktor, kter~ kdyæ p{ipneø na záda, tak ti umoæní létat. M}j problém je v tom, æe m}j poslední let tak trochu zp}sobil spouø na zahradní zdi. Je to dost têæké vyladit sílu motoru. Pot{ebuji odpor, jako je ten, co je ve fénu. Myslíø, æe mi jeden m}æeø najít?
ja_jp: 俺はもう何日もジェットパックの発明に取り組 んでいるんだ。 背中に固定させると宙を飛び まわることのできる小さな原動装置なんだ。 この間はテスト飛行でちょっと失敗、庭の塀を メチャクチャに壊したよ。 モーター出力の微 調整が幾分難しいんだ。 ドライヤーに使われ てるような加減抵抗器が要るようだ。 見つけてくれると嬉しいんだけど。

source: So you found a hair dryer? Great! I'll be with you in a minute, just let me install the rheostat.
cs_cz: Tak si naøel fén? Skvêlé! Budu u tebe za minutku, jen mê nech instalovat odpor.
ja_jp: じゃ、ヘアドライヤー見つけたのか？ よし、ちょっとここで待っててくれ、 今、加減抵抗器を取り付けてくる。

source: Well it's not a Jet-Pack yet, it's still just a Proto-Pack. I would appreciate it if you could test it out to see how it works. You should be able to fly over the water if you approach it from a gently sloping beach. But don't jump! Will you test it for 10 Kashes?
cs_cz: Tak po{ád to není Jet-Pack, po{ád to je jen Proto-Pack. Ocenil bych, kdyby jsi to mohl vyzkouøet. Mêl by jsi b~t schopen letêt nad vodou, jestliæe se p{iblíæíø z lehka skolñeného b{ehu. Ale neskákej! Zkusíø to za 10 penêz?
ja_jp: まだジェットパックが完成した訳じゃなく、 プロトパックにすぎないんだ。うまく作動する か、君がテスト飛行してくれたらありがたいん だけどなぁ。 海の上空だって飛行できるはずだよ。 勾配のゆるやかな海岸から降りてゆけばね。 ジャンプは禁物だ。１０キャッシュ払うから 飛んでくれない？

source: How's the Proto-Pack coming along? Keep testing, I have a bunch of calculations to finish up. And be careful when approaching water: you can only fly by coming in from a gently sloping beach.
cs_cz: Tak jak se jeví, ten Proto-Pack? Pokraçuj v testování, mám spoustu v~poçt} k dokonçení. A buâ opatrn~, kdyæ se p{ibliæujeø k vodê: m}æeø nad ní létat pouze, kdyæ se p{iblíæíø z mírnê klesající pláæe.
ja_jp: プロトパックの調子はどうだい？ そのまま続 けて、俺は複雑な計算を終わらせなくちゃなら ないから。 海に近づくときは、やり方に注意 してゆるやかな傾斜の海岸から近づいていかな いと飛べないからね。

source: " Our heroic clone troops are responding to the rising rebel threat with a series of bombardments. "
cs_cz: " Naøe hrdinské jednotky klon}, odpovídají na rostoucí hrozby rebel} sériemi bombardování. "
ja_jp: 「勇敢なクローン部隊は、拡大する反乱運動へ のみせしめに爆撃を続けている」

source: " Skull flag. Pirate emblem belonging to the famous pirate Captain LeBorgne. "
cs_cz: " Vlajka s lebkou. Pirátsk~ znak pat{ící slavnému pirátovi Kapitánu LeBorgneovi. "
ja_jp: 「どくろの旗、 有名な海賊キャプテン・ルボーニャの紋章」

source: The museum's alarm system has been activated: we have evacuated the premises for your security. We will open up again later!
cs_cz: Bezpeçnostní systém v muzeu byl aktivován: evakujeme budovu pro vaøi bezpeçnost. Otev{eme naøe brány pozdêji!
ja_jp: 博物館警報システムが作動しました。 安全のため、館内の立入りを禁止します、 後ほど開館します。

source: There was a false alarm at the museum. The only way out was through the sewers, but the grate was not moved, so we're reopening the building.
cs_cz: V muzeu byl faleøn~ poplach. Jediná cesta ven byla skrz kanály, ale m{íæ se nepohnula, tak znovu otvíráme budovu.
ja_jp: 博物館で警報が誤って作動しました。 逃げ道は下水溝しかなかったのですが、 鉄格子は動いていませんでした。 さあ、再び館内を開放します。

source: Welcome, dear customer, and thank you for honoring my humble establishment with your presence. Move in front of the item that you desire.
cs_cz: Vítejte, drah~ zákazníku a díky, æe jste poctil m}j skromn~ podnik svou p{ítomností. S}jte p{ed zboæím co se vám líbí a pouæijte p{íkaz ACTION.
ja_jp: いらっしゃいませお客さん、ご来店いただきま して心より御礼申しあげます。 欲しい商品の 前まで移動し、アクションコマンドを使ってく ださい。

source: You're too aggressive! Come back when you've calmed down a bit!
cs_cz: Jste p{íliø agresivní! Vrate se, aæ se trochu uklidníte!
ja_jp: ずうずうしい奴だ、礼儀を学んでから出直して ほしいな！

source: Citadel Island.
cs_cz: Ostrov Citadel.
ja_jp: シタデル島へ

source: The White Leaf Desert.
cs_cz: Pouø bílého lístku.
ja_jp: ホワイトリーフ砂漠へ

source: Rebellion Island.
cs_cz: Ostrov Rebellion.
ja_jp: リベリオン島へ

source: One meca-pinguin costs 3 Kashes.
cs_cz: Jeden meca-pinguin stojí 3 penízky.
ja_jp: メカペンギンは１つ、えっと３キャッシュだ。

source: My brother is in one of the cells that has a window on the street, in FunFrock's headquarters. And you know, if you tell me how he is doing, I'll give you a red card.
cs_cz: M}j bratr je v cele s oknem p{ímo do ulice, ve FunFrockovê sídle. A víø, æe kdyæ mi {ekneø, jak se mu vede, dám ti çervenou kartu.
ja_jp: 俺の弟はファンフロック司令部の窓が道に面し た独房にいるんだ。 そこでだ、弟の様子を見 てきてくれれば、レッドカードをあげよう。

source: I don't know what you're talking about.
cs_cz: Nevím, o çem to mluvíø.
ja_jp: 何のことかわからないな

source: Don't touch the alarm button, the grobo is wiring it as we speak. And in any case, it is forbidden to touch it!
cs_cz: Nedot~kej se poplaøného tlaçítka, grobo ho zapojil, kdyæ jsme mluvili. A v kaædém p{ípadê, je zkázáno se ho dot~kat!
ja_jp: 警報ボタンに触るなよ！ グロボが今配線架設中なんだ。 とにかく、警報ボタンに触るのは禁止なんだ。

source: Then go to the museum. And along those lines, don't touch the alarm button on the wall! 
cs_cz: Pak jdi do muzea. A podle têch {ádk}, nedot~kej se poplaøného tlaçítka na zdi!
ja_jp: なら博物館に行けよ。でも行く途中、 壁の警報ボタンに手を触れるなよ！

source: Well you can believe me if you want, but the museum is well protected! I just connected this button to the alarm system: the building is evacuated as soon as it is pressed. | Only one or two automatic guards will remain. It also sets off a series of sensors under the wooden floor that will sound the alarm as soon as they detect even the slightest weight. You would have to be able to fly to move around in there!
cs_cz: Dob{e, m}æeø mi vê{it, jestli cheø, ale muzeum je dob{e stráæeno! Právê jsem propojil tohle tlaçítko s poplaøn~m systémem: budova je evakuovaná, hned jak je tlaçítko zmáçknuto. | Z}stanou jen jedny, nebo dvê automatické stráæe. Také zapne nêkolik senzor} pod d{evênou podlahou, které zapnou alarm okamæitê jak zaznamenají sebemenøí hmotnost. Mêl by si umêt létat, aby jsi se tam mohl pohybovat!
ja_jp: まあ、信じても信じなくても結構だが、博物館 は厳重警備だ。 このボタンを警報システムに 接続したとこだから、ボタンを押すと同時に、 建物が閉鎖するんだ。 中に残るのは機械警備 員、数人だけさ。木の床の下にはセンサーもあ って、これがほんのわずかな重みでも感知する と、すぐに警報が鳴り響くしくみになってるん だ。 中を動き回りたけりゃ飛ぶしかないな！

source: I think you're going to get hit, if you keep playing with that button!
cs_cz: Myslím, æe budeø zasaæen, kdyæ si nep{estaneø hrát s tím talçítkem!
ja_jp: そのボタンで遊んでいると、誰かにポカンとや られるぞ！

source: I know that they have something about him in the museum.
cs_cz: Myslím, æe nêco o nêm mají v muzeu.
ja_jp: 博物館に彼に関する物が置いてあるよ。

source: That name sounds familiar. Go visit the Maritime museum, I think that they have two objects that belonged to LeBorgne.
cs_cz: To jméno zní povêdomê. Jdi se kouknout do Námo{ního muzea, myslím, æe mají dvê vêci, které pat{ili LeBorgneovi.
ja_jp: その名前聞いたことあるなぁ。 海事博物館へ 行ってみるといい、あそこには確か、ルボーニ ャの所持品が２点展示されてたよ。

source: Oh yes, it's great!
cs_cz: Ou ano, to je skvêlé!
ja_jp: ようし、やったぞ！

source: What about my test flights? I'm not paying you to test your shoes!
cs_cz: Tak co moje testovací lety? Neplatím tê za testování tvejch bot!
ja_jp: テスト飛行はどうしてくれるんだ、 ちゃんとお金払ってやってもらってるんだぞ！

source: I've been working on a Jet-Pack prototype for days now. It's a small reactor that is harnessed on the back and allows its user to fly about. My problem is that my latest flight test wreaked havoc on my Southern wall. So I'd like to borrow the rheostat in your hair dryer to fine tune the power of the motors (from looking at your hairdo, I don't think you really need the dryer, anyway). And if that works, I will have a job offer for you.
cs_cz: Uæ pár dn} pracuji na prototypu Jet-Packu. Je to mal~ reaktor, kter~ kdyæ p{ipneø na záda, tak ti umoæní létat. M}j problém je v tom, æe m}j poslední let tak trochu zp}sobil spouø na zahradní zdi. | Tak bych si rád p}jçil odpor z tvého fénu, abych vyladil sílu motoru (kdyæ se podívám na tv}j úçes, nemyslím, æe by jsi pot{eboval fén). A kdyæ to bude fungovat, nab~dnu ti práci.
ja_jp: 俺はもう何日もジェットパックの発明に取り組 んでいるんだ。 背中に固定させると宙を飛び まわることのできる小さな原動装置なんだ。 この間はテスト飛行でちょっと失敗、南側の塀 をメチャクチャに壊したよ。 だから、モータ ー出力の微調整のために君のドライヤーの加減 抵抗器を俺に貸して欲しいんだ。 君の髪型を 見た限りでは、君にはどっちみちドライヤーな んて必要ないだろう？ で、それがうまくいっ たら、君に仕事をやるからさ。

source: Well, well. It seems that you too have found an authentic secret map of Captain LeBorgne! Do me a favor would you? Give Lanktir, who lives next to the bazaar, back his coffee pot. I'm so ashamed, I should have given it back long ago.
cs_cz: Dob{e, dob{e. Vypadá to, jako æe i ty jsi naøel skuteçnou tajnou mapu Kapitána LeBorgnea! Udêláø mi laskavost, æe jo? Dej Lanktirovi, co æije vedle bazaru, zpátky jeho konvici na kávu. Tolik se stydím, mêl jsem jí vrátit uæ tak dlouho.
ja_jp: おやおや、君も海賊ルボーニャの秘密の地図の 本物を発見したようだね。俺の頼みを聞いてく れる？ マーケットの隣に住むランクティアに コーヒーポットを返してくれ、恥ずかしい話、 ずっと返すのを忘れていたんだ。

source: Go try at the museum.
cs_cz: Jdi to zkusit u muzea.
ja_jp: 博物館に行ってごらん。

source: I read some of the Captain's log - that LeBorgne was ruthless! If you're still interested, the log is for sale at the Old Burg bazaar, on Principal Island.
cs_cz: Çetl jsem nêjaké Kapitánovi záznamy - ten LeBorgne byl krut~! Pokud tê to po{ád zajímá, tak záznamy jsou na prodej v Old Burg bazaru na Hlavním Ostrovê.
ja_jp: 航海日誌を少し読んだが、ルボーニャは冷酷な 奴だったんだなぁ。 君もその航海日誌を読み たけりゃ、プリンシパル島のオールドバーグマ ーケットでこの航海日誌は売ってるよ。

source: I don't know anything about it, but it seems to me that there were some books over at the library that spoke of it.
cs_cz: Nevím o tom nic, ale vypadá to, æe v knihovnê je nêkolik knih, co o tom mluví.
ja_jp: それについちゃ何にも知らないな。 でもむこ うの図書館にそのことが書かれてる本が何冊か 置いてあるんじゃないかな。

source: " For reasons of security, this sewer grate will open only from inside the Maritime Museum. "
cs_cz: " Z d}vodu bezpeçnosti se tento kanálov~ poklop otvírá pouze z vnit{ku Námo{ního muzea. "
ja_jp: 「安全を守るため、この下水溝の鉄格子は、海 事博物館の内部からしか開かないようになって います。」

source: Apparently, there was a burglary. The visits will recommence later!
cs_cz: Z{ejmê tu byla krádeæ. Návøtêvy zaçnou pozdêji!
ja_jp: どうも強盗が入ったようです。 後ほど開館いたします。

source: Here, this will help you keep your strength up!
ja_jp: はいこれ！ これで君の体力が保持できるよ。

source: Apparently, there was a burglary. Alas, the thief escaped!
cs_cz: Z{ejmê tu byla loupeæ. Alas, zlodêj utekl!
ja_jp: どうも強盗が入ったようです。 残念ですが犯人は逃亡しました。

source: Never saw a storm like it, | never!
cs_cz: Nikdy jsem nevidêl vêtøí spouø, | nikdy!
ja_jp: そんな嵐に遭ったことないな、一度も。

source: Sorry, but I don't know where they are.
cs_cz: Promiñte, ale nevím kde jsou.
ja_jp: 悪いけど、どこだか分からないよ！

source: No more fake red cards, too dangerous, I quit. From now on, I am only going to make fake Captain LeBorgne secret maps.
cs_cz: Uæ ne víc faleøn~ch çerven~ch karet, p{íliø nebezpeçné, já konçím. Od teâ, jdu pouze udêlat faleøné tajné mapy Kapitána LeBorgnea.
ja_jp: もうレッドカードは偽造しないよ、危険だから やめた。 これからは、海賊ルボーニャの秘密 の地図を専門に偽造することにしたよ。

source: Ah, it's impossible to open without a red card.
cs_cz: Aá, je nomæné otev{ít bez çervené karty.
ja_jp: ああ、レッドカードがないと絶対に開かないん だ。

source: To the Eclipse Stone.
cs_cz: Ke Kamenu Zatmêní.
ja_jp: エクリプスストーンへ

source: To the Marked Stone.
cs_cz: K Oznaçenému Kamenu.
ja_jp: マークストーンへ

source: To Proxim-City.
cs_cz: Do Mêsta Proxima.
ja_jp: プロキシムシティへ

source: So go in front of LeBorgne's chest, which is in the museum, and read the sign!
cs_cz: Jdi k LeBorgneovê truhle, co je v muzeu a p{eçti znamení!
ja_jp: だから、ルボーニャの箱の前まで行くんだ。 博物館にあるから、その説明を読むんだ。

source: Sorry, I don't know anything about it.
cs_cz: Promiñte, nic o tom nevím.
ja_jp: 悪いけど、何も知らないよ。

source: Good day. Incredible huh? These objects belonging to LeBorgne that crossed through time; have you read the inscription in front of the chest?
cs_cz: Dobr~ den. Neuvê{itelné, co? Tyhle vêci pat{ili LeBorgneovi, kter~ kráçel vêky; çetl jsi nápis p{ed jeho truhlou?
ja_jp: こんにちは、すごいでしょ。時代を越えて 残ったルボーニャの所持品の数々、 箱の前に書いてある説明を読みましたか？

source: Don't know.
cs_cz: Nevím.
ja_jp: 知りません。

source: Don't know!
cs_cz: Nevím!
ja_jp: さあな

source: So read the inscriptions, there are objects that belonged to LeBorgne here!
cs_cz: Tak çti nápisy, jsou tu vêci, co pat{ili LeBorgneovi!
ja_jp: 説明を読んで下さい、ここにはルボーニャの所 持していた物があるんです。

source: I cannot help you.
cs_cz: Nem}æu vám pomoci.
ja_jp: 力になれません。

source: Someone made a mistake in the address and sent me this object by accident: it's a keypad that opens a door at the "Teleportation Center". This opens a room full of meca-penguins.
cs_cz: Nêkdo si spletl adresy a poslal mi náhodou tuto vêc: klávesnice, která otvírá dve{e do "Teleportaçního Centra". Otev{e místnost plnou meca-penguin}.
ja_jp: 誰かが住所を書き間違えたのか、僕にこんなも のが郵送されてきた。 これはテレポーテーシ ョンセンターのドアを開けるキーパッドだな、 これでメカペンギンの詰まった部屋が開くぞ。
