Repository: LBALab/lba-translations
Catalog: LBA1/*.po
Languages: cs_cz, ja_jp

source: " You who read this text, know that there are 3 Runic Stones in this world. Their locations are now indicated on your Holomap. They are large menhirs with runic text written on them. They will help the Heir in his quest for Sendell. The third stone will show the exact location of the Well of Sendell. In addition to the help provided by the text, each stone conceals a secret."
cs_cz: " Ty, kter~ çte tento text, poznej, æe na tomto svêtê jsou 3 Runové Kameny. Jejich pozice je nyní oznaçena na Holomapê. Jsou to velké menhiry s napsan~m runov~ texty. Pomohou Dêdici na jeho cestê za Sendellem. T{etí kámen ukáæe p{esnou pozici Well of Sendell. Navíc jako pomoc poskytnutou texten, kaæd~ kámen ukr~vá tajemství."
ja_jp: 「この文字を読む者に、３つのルーニックスト ーンの存在が明かされる。 そのありかは、今 ホロマップに示されている。 これらの大きな 石には、ルーン文字が書かれている。 これらの石は、世継ぎの者をセンデルへと導く だろう。 ３番目の石がセンデルの泉の正確な 位置を教えてくれる。 石の文字が知恵を与え てくれるだけでなく、石にはそれぞれ秘密があ る。」

source: "Bug street | (Citadel Island)."
cs_cz: "Brouçí ulice | (Ostrov Citadel)."
ja_jp: 「バグ通り シタデル島」

source: It's ok, let's go!
cs_cz: To je ok, jdemo!
ja_jp: いいんだ、行こう！

source: You don't have enough Kashes, come back later!
cs_cz: Nemá dos penêz, vra se pozdêji!
ja_jp: キャッシュが足りないぞ、出直してきな！

source: "Life candy: do you want 10 hearts for 10 Kashes?"
cs_cz: "Bonbónky æivota: chcete 10 srdíçek za 10 penêz?"
ja_jp: 「ライフキャンディ ハート１０個 １０キャ ッシュでいかが？」

source: Ok, I'll take them.
cs_cz: Ok, vezmu si je.
ja_jp: よし、買うよ

source: No, thank you.
cs_cz: Ne, dêkuji.
ja_jp: いや、結構

source: Not enough Kashes!
cs_cz: Nedostatek penêz!
ja_jp: キャッシュが足りないんだ！

source: Good day, I would like some information about LeBorgne the pirate.
cs_cz: Dobr~ den, chtêl bych nêjaké informace o pirátovi LeBorgnovi.
ja_jp: こんにちは 海賊ルボーニャのこと知りたいん だけど。

source: "L.B.A. | Lupin-Burg sewer service | Little Vachond street"
cs_cz: "L.B.A. | Lupin-Burgsk~ servis stok | Ulice Little Vachond"
ja_jp: 「Ｌ．Ｂ．Ａ ルピンバーグ下水工事 リトル バション通り」

source: "L.B.A. | Lupin-Burg sewer service | Dr FunFrock Square"
cs_cz: "L.B.A. | Lupin-Burgsk~ servis stok | Dr FunFrock Square"
ja_jp: 「Ｌ．Ｂ．Ａ ルピンバーグ下水工事 ファン フロック博士広場」

source: A prisoner is escaping! | Sound the alarm!
cs_cz: Vêze| utíká! | Zapnête alarm!
ja_jp: 囚人が脱走した！ 警報を鳴らせ！

source: Good day, neighbor.
cs_cz: Dobr~ den, sousede.
ja_jp: やあ、お隣りさん

source: Hey buddy!
cs_cz: Çau kámo!
ja_jp: おっ、なんだ！

source: You are being held here because you are a trouble maker.
cs_cz: Budeø tu dræen, protoæe jsi potíæista.
ja_jp: ここに収容しておくのは、お前が問題を起こす からだ。

source: Hey, Mr. Nurse! Use your holomap if you're lost.
cs_cz: Hej, pane Sest{içko! Pouæij svoji Holomapu, kdyæ jsi se ztratil.
ja_jp: ねねね、ねぇ看護士さん、まよったんならホロ マップを使いなよ。

source: You'd better try to get the holomap back or buy another one at the bazaar on Principal Island.
cs_cz: Holomapa se aktivuje klávesou "H". A radêji se snaæ dostat jí zpêt, nebo si jdi do bazaru koupit novou na Hlavní Ostrov.
ja_jp: あのさー ホロマップの作動に必要なのは、 ＜Ｈ＞キーだよ。 だから、＜Ｈ＞キーを押す か、だめなら 新しいのを買えよ。 プリンシ パル島のマーケットでさ。

source: I haven't seen them. | | Sorry!
cs_cz: Nvidêl jsem je. | | Promi|te!
ja_jp: 見たことないよ、悪いね！

source: I'd like to help you, but I haven't seen them.
cs_cz: Rád bych vám pomohl, ale nevidêl jsem je.
ja_jp: 協力してやりたいけど、見てないんだよ。

source: Didn't see 'em. I ain't budged an inch!
cs_cz: Nevidêl jsem je. Neustoupím ani o palec!
ja_jp: 見なかったぞ、ずっといたがな！

source: I didn't see them. Try at the tavern, you never know...
cs_cz: Nevidêl jsem je. Zkus to v tavernê, nikdy nevíø...
ja_jp: 見なかったねぇ、 酒場に行けば、分かるかもよ。

source: I haven't seen anyone, but ask inside the tavern.
cs_cz: Nikoho jsem nevidêl, ale zeptej se v tavernê.
ja_jp: 僕は誰も見てないよ、でも酒場へ行って来てみ な。

source: You need a ticket to board the ferry. You can buy one next door.
cs_cz: Pot{ebujeø lístek na p{ívoz. M}æeø si ho koupit ve vedlejøích dve{ích.
ja_jp: フェリーに乗るには切符は要る。 切符は隣で買えますよ。

source: Leave me alone, I have nothing to say to you.
cs_cz: Nech mê, nemám co bych ti {ekl.
ja_jp: もうほっといてよ 君に話すことなんてないんだから。

source: Try the tavern, you never know.
cs_cz: Zkus tavernu, nikdy nevíø.
ja_jp: 酒場で聞けば分かるかも。

source: Try the tavern, that sounds like something they would be familiar with.
cs_cz: Zkus tavernu, zní to jako nêco co znají.
ja_jp: 酒場で聞けば？ そういう事は、酒場の人が詳しそうだわ。

source: Don't get all excited, son! I prefer talking calmly.
cs_cz: Moc se nevzruøuj, synku! Radêji mluvím klidnê.
ja_jp: そう興奮するなよ、君！ 落ち着いて話そうじゃないか。

source: Calm down quickly! If you are going to be like that, I won't speak to you any more.
cs_cz: Uklidni se, rychle! Jestli budeø takov~hle, uæ nikdz s tebou nebudu mluvit.
ja_jp: ちょっと落ち着いて！ そんな調子じゃ、もう話なんかしないわよ。

source: Did you know that the telepods are dangerous for all species? Only the clones can use them!
cs_cz: Vêdêl jsi, æe telepodi jsou nebezpeçní pro vøechny druhy? Pouze kloni je m}æou pouæít!
ja_jp: テレポッドはトゥインサンの種族には危険だっ て知ってたか？ クローン人間しか使えないんだ。

source: A piece of advice: surrender instead of provoking us.
cs_cz: Dobrá rada: vzdej se, místo toho aby jsi nás provokoval.
ja_jp: 一言いっておく、我々をおこらす前に降伏しろ ！

source: Quiet!
cs_cz: Ticho!
ja_jp: 静かに！

source: Thanks, mate!
cs_cz: Díky, p{íteli!
ja_jp: ウフウフ ありがとさん！

source: I was trying to dig a tunnel, but the noise tipped them off!
cs_cz: Zkouøím vykopat tunel, ale ten hluk je upozor|uje!
ja_jp: トンネルを掘ろうとしたんだけどさ 音で彼らに気付かれたんだ。

source: Where do you want to go?
cs_cz: Kam chceø jet?
ja_jp: どこへ行きましょうか？

source: To Principal Island
cs_cz: Na Hlavní Ostrov
ja_jp: プリンシパル島まで

source: To the White Leaf Desert
cs_cz: Na Pouø bílého lístku
ja_jp: ホワイトリーフ砂漠まで

source: To Proxima Island
cs_cz: Na Ostrov Proxima
ja_jp: プロキシマ島まで

source: To Rebellion Island
cs_cz: Na Ostrov Rebellion
ja_jp: リベリオン島まで

source: I'm staying here!
cs_cz: Z}stávám tady!
ja_jp: ここに残るよ！

source: Bah! That doesn't interest me.
cs_cz: Bah! To mê nezajímá.
ja_jp: ふん、ちっともおもしろくない。

source: Hi!
cs_cz: Çau!
ja_jp: やあ

source: Sorry, I haven't seen her!
cs_cz: Promi|, nevidêl jsem jí!
ja_jp: 悪いけど、彼女は見てないなあ。

source: I don't know what those things are!
cs_cz: Nevím co jsou ty vêci zaç!
ja_jp: それが何かなんて知らないよ！

source: Yes... Hey, stop talking about it, ok? That's a sure way to wind up in the Citadel.
cs_cz: Ano... Hej, p{esta| o tom mluvit, ok? To je jistá cesta skonçit v Pevnosti.
ja_jp: もちろん！ おっと この話はもうやめにしようぜ。 な、シタデル島の刑務所行きになっちまうぞ。

source: I don't know what that is all about.
cs_cz: Netuøím o co tady jde.
ja_jp: 何のことだか、さっぱり分からないよ。

source: I know that LeBorgne had some kind of a captain's log written for him (he was practically illiterate), and the boss of the tavern on Principal Island knows where it is!
cs_cz: Vím, æe LeBorgne mêl nêco jako kapitánsk~ denník co mu psali (on byl prakticky negramotn~) a øéf taverny na Hlavním Ostovê ví kde to je!
ja_jp: 海賊ルボーニャは、船長航海日誌みたいなもの を書いてもらってたんだ。 自分は字がへたく そだったからね。 で、日誌のありかは、プリンシパル島の酒場の マスターが知ってるよ。

source: They took a fast boat a little while ago. Destination unknown.
cs_cz: P{ed chvilkou si vzali rychlou loâ. Cíl neznám~.
ja_jp: ちょっと前に、速いボートに乗って行ったよ。 行き先は知らないね。

source: One day, one of my swabs claimed that LeBorgne was an ancestor of mine and... well, you know how dramatic burials at sea can be!
cs_cz: Jednoho dne, jden z m~ch d}stojník} tvrdil, æe LeBorgne byl m}j p{edek a... dob{e, víø jak dramatick~ m}æe b~t poh{eb na mo{i!
ja_jp: いつだったか 船の乗務員がルボーニャはわし の先祖だなんて言ってたが で、いっいやぁ、 海に埋葬するとは、すごく過激な発想だよな。

source: I can't help you out, my friend. Don't know what you're talking about.
cs_cz: Nemhu ti pomoci, p{íteli m}j. Nevím o çem mluvíø.
ja_jp: 君の力になってやれないな。 何の事だかさっぱり分かんないんだから。

source: That's none of your business!
cs_cz: Do toho ti nic není!
ja_jp: お前には関係ない。

source: Ask the sailor, he would have know who LeBorgne was.
cs_cz: Zetej se námo{níka, on by mêl vêdêt, kdo to byl LeBorgne.
ja_jp: あの船長に聞けば？ ルボーニャの事を知ってたはずだよ。

source: Not me!
cs_cz: Né já!
ja_jp: わたしじゃない！

source: Bah, you think so? And in the first place, I don't know it.
cs_cz: Bah, myslíø? A v prvím p{ípadê nevím.
ja_jp: そう思います？ 第一知りませんよ。

source: Asks one of my colleagues working in the warehouse on the port. He will know about this LeBorgne.
cs_cz: Zeptej se jednoho z m~ch koleg} procujících ve skladiøti v p{ístavut. On ví o tonhle LeBorgneovi.
ja_jp: 港の倉庫で働いている俺の同僚に聞いてみな。 ルボーニャの事知ってるはずだよ。

source: There is a library on Principal Island, but I don't know if they have any books about the Legend there.
cs_cz: Na Hlavním ostrovê je knihovna, ale nevím, jestli tam mají nêjaké knihy o Legendê.
ja_jp: プリンシパル島に図書館があるけど、その伝説 の本があるかどうかは知らないわ。

source: I don't know anything about that story.
cs_cz: Nevím nic o tom p{íbêhu.
ja_jp: その話はまったく知らないわ。

source: Sorry, but I don't know what that could be about.
cs_cz: Promi|, ale neví o çem by ten p{íbêh mê b~t.
ja_jp: 悪いけどな、俺には何の事だかわからんよ。

source: Don't know him!
cs_cz: Neznám ho!
ja_jp: 知らないな！

source: I was not informed about this mission!
cs_cz: Nejsem informován o této misi!
ja_jp: このミッションのことは聞いていない！

source: Really! Well that's too bad, but I don't know anything about it.
cs_cz: Opravdu! Hmm tak to je dost øpatné, ale nic o tom nevím.
ja_jp: そうか、そりゃ残念だ。 でも俺は何にも知らないよ。

source: I've never seen those plans.
cs_cz: Nikdy jsem ty plány nevidêl.
ja_jp: そんな設計図見たことないよ

source: What legend? I don't know about any legend!
cs_cz: Jaká legenda? Nevím o æádné legendê!
ja_jp: 何の伝説？ 伝説なんて一つも知らないし聞いたこともない

source: Ask a sailor that type of question.
cs_cz: Na tyhle otázky se zeptej námo{níka.
ja_jp: その手の質問は船乗りにしなよ。

source: Sorry, I don't know where they are.
cs_cz: Promi|, nevím kde jsou.
ja_jp: 悪いけど、どこだかさっぱり分からないよ。

source: Bah! That holds little interest for me.
cs_cz: Bah! To mi nechává trochu zájmu.
ja_jp: ふーん、そりゃちょっとおもしろそうだね。

source: That's in the past now, there are no pirates living today.
cs_cz: To uæ je pryç, dnes uç æádn~ pirát neæije.
ja_jp: そりゃ過去の話で、今は海賊なんて存在しない よ。

source: I didn't see them, but try asking at the tavern.
cs_cz: Nevidêl jsem je, ale zkus se zeptat v tavernê.
ja_jp: 見なかったけど、酒場で聞いてみたら？

source: Never heard anything about it!
cs_cz: Nikdy jsem o tom neslyøel!
ja_jp: そんなの聞いたことないわ。

source: I'm looking for the plans of the Teleportation Center - I'm on a special assignment!
cs_cz: Hledám plány Teleportaçního Centra - Jsem na speciálním úkolu!
ja_jp: テレポーテーションセンターの設計図を探して るんだ。 博士の特別任務でね。

source: Sorry neighbor, I don't know what you're talking about.
cs_cz: Promi| sousede, nevím o çem to mluvíte.
ja_jp: 悪いがねぇ 何の話かさっぱり分からないよ。

source: Try over at the port, all the sailors knew that pirate.
cs_cz: Zkus to v p{ístavu, vøichni námo{níci toho piráta znali.
ja_jp: 港の方で聞いてみたら、船員は皆、知っていた ぞ。

source: Good day, I'm looking for a friend. She is escorted by two groboclones.
cs_cz: Dobr~ den, hledám p{ítelkyni. Byla doprovázena dvêma groboklonama.
ja_jp: やあ 女の子を捜してるんです。 グロボクローン２人に連れていかれたんですが

source: I didn't see her, but if she was arrested, where she is, surely isn't any of your business!
cs_cz: Nevidêl jsem ji, ale jestli byla zatknuta, kde je, urçitê ti do toho nic není!
ja_jp: 見なかったけど、その子が逮捕されたのなら、 その居場所なんて誰も知ったこっちゃないよ。

source: I don't know what you are talking about.
cs_cz: Nevím o çem mluvíø.
ja_jp: 何の話かさっぱり分からないよ。

source: Can I see your ferry ticket please?
cs_cz: M}æu vidêt váø lístek prosím?
ja_jp: フェリーの切符を拝見します。

source: Ask a sailor, he might be able to help you.
cs_cz: Zeptej se námo{níka, moæná ti m}æe pomoct.
ja_jp: 船員に聞いてごらん。 何か教えてくれるかもよ。

source: I don't know where they are.
cs_cz: Nevím, kde jsou.
ja_jp: どこだか知らないよ。

source: I haven't seen them.
cs_cz: Nevidêl jsem je.
ja_jp: ウハッ 見たことないねぇ。

source: If you still want to take the ferry, I can sell you some tickets for only 5 kashes each. I print them up myself.
cs_cz: Jestli chete stále na p{ívoz, m}æu vám prodat nêjaké lístky, jeden za 5 penêz. Tisknu si je sám.
ja_jp: まだフェリーに乗る気があるんだったら、俺が わずか５キャッシュで切符を１枚売ってあげる よ。自分で印刷したやつだけど。

source: You don't have enough Kashes, come back later.
cs_cz: Nemáte dost penêz, p{ijâte pozdêji.
ja_jp: 君のキャッシュじゃ足りないよ。 出直してきな。

source: No more gas.
cs_cz: Doøel benzín.
ja_jp: ガス欠だ。

source: Sorry, but someone came by for the robot. Apparently, they needed it at a top secret construction site.
cs_cz: Promi|, ale nêkdo p{iøel pro robota. Z{ejmê ho pot{ebovali na p{ísnê tajném konstrukçním pracoviøti.
ja_jp: 悪いけど、誰かがロボットを取りに来たみたい だ。彼らはきっと極秘の工事現場であれを使っ たんだ。

source: Thank you for preventing them from closing down my tavern. If you see something of interest in my cellar, please help yourself.
cs_cz: Díky, æe jsi jim zabránil v zav{ení mé taverny. Jestli uvidíø ve sklepê nêco zajímavého, tak si pomoz sám.
ja_jp: この酒場の閉鎖をくいとめてくれて本当にあり がとう。 うちの地下室に気に入ったものがあ ったら、勝手に持ってっていいよ。

source: Do what I do: gather up the clover leaves and the boxes. You need one box to hold each clover leaf. Each clover leaf will give you another chance when you are in an extremely dangerous situation.
cs_cz: Dêlej to co já: Do what I do: sesbírej jetelové lístky a krabice. Pot{ebujeø jednu krabici na jeden lístek. Kaæd~ lístek ti dá daløí øanci, kdyæ jsi v extrémê nebezpeçné situaci.
ja_jp: 俺のまねをして、クローバーの葉っぱと箱を集 めてくるんだ。 クローバーは１つずつ１つの 箱に入れる。 クローバーを使うと、君のパワ ーは完全に回復する。 君のピンチを救ってく れる心強い味方なんだ。

source: I read some extracts from the captain's log - LeBorgne was ruthless! If you're still interested in the log, it's for sale at the Old Burg bazaar on Principal Island.
cs_cz: Çetl jsem nêjaké v~pisky z kapitánova deníku - LeBorgne byl krut~! Jestli se o ten denník po{ád zajímá, je naprodej v Old Burg bazaru na Hlavním Ostrovê.
ja_jp: 航海日誌をちょっと読んでみたが、ルボーニャ は冷酷だったんだなぁ．．．。 君もその航海日誌を読みたけりゃ、プリンシパ ル島のオールドバーグマーケットで今売ってる ぞ。

source: I'm not sure, but I seem to remember before, at the library, there were some books that talked about it.
cs_cz: Nejsem si jist~, ale myslím, æe si pamatuju, æe v knihovnê byly nêjaké knihy, které o to mluví.
ja_jp: うら覚えだけど、係わりのありそうな本を図書 館で何冊か見たことがあるような気がするな。

source: Hi
cs_cz: Çau 
ja_jp: やあ

source: On the Hamalayi
cs_cz: Na Hamalayi
ja_jp: ハマライ山へ

source: I can't help you, ask someone else.
cs_cz: Nemohu ti pomoci, {ekni nêkomu jinému.
ja_jp: 俺は無理だから、他の人に聞いておくれ。

source: Mercy!
cs_cz: Slitování!
ja_jp: すごい！

source: Sorry, I didn't see them but try going to the astronomer's house in the Old Burg; he knows a lot about what is going on.
cs_cz: Promiñte, nevidêl jsem je, ale zkuste astronom}v d}m v Old Burgu; on ví spoustu o tom, co se dêje.
ja_jp: 悪いけど見なかったわ。でもオールドバーグの 天文学者の家に行ってみて、彼はいろんなこと に詳しいから。

source: If you want to see my cousin, go in front of the sink and wash your hands! Ha ha!
cs_cz: Jestli cheø vidêt mého bratrance, jdi k umyvadlu a umyj si ruce! Ha ha!
ja_jp: 俺のいとこに会いたけりゃ、洗面所で手を洗っ てこいよ！ ハハ。

source: I was arrested for sneezing in public, it's ridiculous! There's also, however, a forger in the cell to the right of general headquarters.
cs_cz: Byl jsem zatkutej za k~chání na ve{ejnosti, to je smêøné! Je tam také padêlatel, v cele na pravo od hlavního sídla.
ja_jp: 人前でくしゃみして逮捕されたんだ。ばかばか しいよな、でも総司令部の向かって右側にある 独房には偽造犯もいるんだ。

source: I can't help you. Except perhaps... considering the risks you've taken, I guess I can trust you. I was arrested on this island, but earlier on I gave a fake red card to my brother who was living on Proxima island. He will give it to you if you say "Amos" to him (the location of the house is now indicated on your Holomap).
cs_cz: Nem}æu vám pomoci. Kromê moæná... zvaæím-li rizika, která jsi na sebe vzal, myslím, æe ti m}æu vê{it. Byl jsem zatknut na tomto ostrovê, ale p{edtím jsem dal mému bratru, co æije na Principal Ostrovê, faleønou çervenou kartu. Dá ti jí, pokud mu {ekneø "Amos" (místo, kde je d}m je na Holomapê).
ja_jp: ハハッ 助けてやれないよ。 でも１つだけな ら、君が危険を覚悟でやっているから何とか協 力してやろう。 俺はこの島で捕まったんだけど、その前に兄さ んに偽のレッドカードを渡しといたんだ。 ハハハ 彼はプロキシマ島にいるよ。ヘッヘヘ 「アモス」って言えば、兄さんがその偽造カー ドをくれるだろうよ。彼の家の位置は、今、君 のホロマップに表示されているよ。

source: "Dr. FUNFROCK's headquarters. Access IS FORBIDDEN!"
cs_cz: "Sídlo Dr. FUNFROCKA. P{ístuo je ZAKZN!"
ja_jp: 「ファンフロック博士司令部 立ち入り禁止」

source: "Young male quetch seeks young female rabbibunny for friendship (and maybe more...)"
cs_cz: "Mlad~ muæ, quetch, hledá mladou rabbibunnyskou æenu na p{átelství (a moæná na víc...)"
ja_jp: 「クエッチ族青年 ラビバニーの女友達募集中 恋人も可」

source: Bah! Not interested.
cs_cz: Bah! Nezájem.
ja_jp: ふん 興味ないね。

source: As I live and breathe, you will never see me drink any tap water in this city, mate. And all you have to do is drink some of it to understand why!
cs_cz: Jako æe æiju a d~chám, v tomhle mêstê mê nikdy neuvidíø pít vodu z vodovodu, kámo. A jedin~ co musíø udêlat, aby si tomu rozumêl, je trochu se jí napít!
ja_jp: こうやって生きているうちは、俺は絶対にこの 町の水道の水は飲まないと決めてるんだ。 一度飲んでみりゃ 俺がなぜそんなことを言う のかすぐ分かるさ。

source: That old pirate is right, the tap water tastes funny. They should be able to improve its quality, and by the way the water tower is located in the North mountains (check your holomap).
cs_cz: Ten star~ pirát má pravdu, voda z vodovodu chutná zvláøtnê. Mêli by zlepøit její kvalitu a mimochodem, vodojem je v Severních Horách (koukni do Holomapy).
ja_jp: あのおいぼれの言う通りだ、水道水の味がおか しい。水質を向上させるべきだよ。 そういや、給水塔は山の北側にあるんだ。 ホロマップを見てごらん。

source: The Legend is a weak spot in FunFrock's power. You must discover why; it's the only way of seeing your friend again.
cs_cz: Legenda je slabina ve FunFrockovê síle. Musíø zjistit proç; jen tak znovu uvidíø svou p{ítelkyni.
ja_jp: その伝説がファンフロック政権の弱点だな、そ のわけをさぐるのじゃ。 君の友達を救う方法はそれしかない。

source: "ANNOUNCEMENT #358-G : A prisoner named Twinsen has escaped from the Citadel. Anyone seeing the escapee must notify the nearest clone."
cs_cz: "VYHLäKA #358-G : Vêzeñ jménem Twinsen utekl z Pevnosti Citadel. Kdokoliv ho uvidí, musí okamæitê upozornit nejbliæøího klona."
ja_jp: 「告知 ＃３５８－Ｇ：トゥインセンという名 の囚人がシタデル島から脱走した。この脱走囚 を見た者は、近くのクローンに通報すること」

source: "Opening hours for the Principal Island library: | More or less, all the time."
cs_cz: "Otevírací hodiny Knihovny Principal Ostrova: | Více ménê, furt :)."
ja_jp: 「プリンシパル島図書館の開館時間 だいたい 一日中」

source: We have some documents on the "Legend" somewhere in the Censored Publications Department, but you need special authorization to look at them. Let me see your ID card.
cs_cz: Máme nêjaké dokumenty o "Legendê" nêkde v Oddêlení Cenzurovan~ch Publikací, ale abytse se na nê podíval, pot{ebujete speciální autorizaci. M}æu vidêt ID kartu.
ja_jp: ここの検閲出版物部門のどこだったか、あなた の言う「伝説」に関する書籍がいくつかありま す。しかし、それらの本を閲覧するには、特別 許可が必要です。 あなたのＩＤカードを見せて下さい。

source: Good day. You need a boarding ticket to go to Citadel Island.
cs_cz: Dobr~ den. Abyste jel na Ostrov Citadel, pot{ebujete lístek.
ja_jp: こんにちは、シタデル島に行くには乗船切符が 必要です。

source: " My dear and respected Dr. FunFrock, I took the plans of the Teleportation Center home with me, to work on them over the week-end. I will bring them back on Monday. Signed: Mies Van der Rooh, Architect, Bug Street, Citadel Island. "
cs_cz: " M}j drah~ a váæen~ Dr. FunFrocku, vzal jem si dom} plány Teleportaçního Centra, abych na nich p{es víkend pracoval. Vrátím je v pondêlí. Podepsán: Mies Van der Rooh, Archytekt, Bug Street, Ostrov Citadel. "
ja_jp: 「尊敬するファンフロック博士へ テレポーテ ーションセンターの設計図を持って帰り、週末 家で取り組みます。月曜日には持って来ます。 署名 ミエス・バン・ダ・ルー 設計士 バグ通り シタデル島」

source: I'm interested in the story of LeBorgne the pirate.
cs_cz: Zajímám se o p{íbêh piráta LeBorgnea.
ja_jp: 海賊ルボーニャの話に興味があるんだ。

source: I'm looking for the plans of the Teleportation Center. I'm on a special assignment!
cs_cz: Hledám plány teleportaçního centr. Jsem na speciálním úkolu!
ja_jp: テレポーテーションセンターの設計図を探して るんだ。 博士の特別任務でね。

source: A ferry ticket costs 10 kashes. However as I have a WANTED poster in my office, you will have to pay 30 Kashes to make me overlook the fact that you look a lot like the guy on it.
cs_cz: Lístek na p{ívoz stojí 10 penêz. I kdyæ mám Zatykaç v mé kancelá{i, musíte zaplatit 30 penêz, abych p{ehlédl, æe vypadáte trochu jako chlapík na zatykaçi.
ja_jp: ハハハ フェリーの切符は１０キャッシュだ。 だけど、俺の事務所にも指名手配のポスターが あってさ、君、手配中の男にそっくりだよね。 ヘヘッ 見逃して欲しければ、切符１枚に ３０キャッシュ払うんだね。

source: Halt! You are a wanted escapee!
cs_cz: Halt! Ty jsi hledan~ uprchlík!
ja_jp: 止まれ！ 手配中の脱走囚だな。

source: If you give me 10 Kashes I'll let you read the poster behind me.
cs_cz: Kdyæ mi dáø 10 penêz, tak tê nechám p{eçíst plakát za mnou.
ja_jp: 俺に１０キャッシュくれれば 後ろにあるポス ターを読ませてやるよ。

source: I saw them a little while ago on Citadel Island. But they left on a fast boat. Destination unknown!
cs_cz: P{ed chvilkou jsem je vidêl na Ostrovê Citadel. Ale odjeli na rychlé lodi. Cílová stanice nezámá!
ja_jp: ちょっと前にシタデル島で彼らを見かけたよ。 でも速いボートで行っちまった。 行先はしらないねぇ。

source: Welcome, dear customer! I don't have any more cherry flavored syrup, but there is a pharmacy open on Citadel Island. |P Move in front of the item that interests you.
cs_cz: Vitejte, váæen~ zákazníku! Nemám víc t{eøñového syrupu, ale na Ostrovê Citadel je otev{ená lékárna. |St}jte p{ed zboæím, co se vám líbí a pouæijte p{íkaz ACTION.
ja_jp: いらっしゃい、ねぇそこのお客さん、チェリー 味のシロップは切らしちゃったけど、シタデル 島の薬局ならまだやってるよ。ハハッ、お客さ んが買いたいなーと思うアイテムの前まで移動 して、アクションコマンドを使って下さいな。

source: Mister, Mister! There's a loose stone in the back wall. I might be able to escape!
cs_cz: Pane, Pane! Na zadní stênê je uvolnên kámen. Moæná se mi poda{í utéct!
ja_jp: おじさん！ 後ろの壁の石がゆるくなってる。 ここから逃げられちゃうかも！

source: A loose stone? Let me see that.
cs_cz: Uvolnên~ kámen? Ukaæ, podívám se.
ja_jp: ゆるんでるだって？ どれ見てみよう。

source: The passage will only open when you come from my cousin's house. Now stop rummaging everywhere!
cs_cz: Pr}chod se otevírá pouze kdyæ jdeø z domu mého bratrance. A teâ p{estañ vøude ømátrat!
ja_jp: 通路は、俺のいとこの家から来たときだけ開く ことになっている。ほら、あちこちさぐるのは やめるんだ！

source: Sorry, but you don't have enough Kashes. Come back later.
cs_cz: Promiñte, ale nemáte dost penêz. Vrate se pozdêji.
ja_jp: 悪いが、君のキャッシュじゃ足りないね、出直 して下さいな。

source: Here you can't just talk to just anybody. Prove that you are not working for FunFrock. Go clobber a clone for starters!
cs_cz: Tady m}æeø mluvit s k~mkoliv. Dokaæ, æe nepracujeø pro FunFrock. Jdi praøtit klona po startéru!
ja_jp: ここじゃ、やたらと人に話なんてできないんだ ファンフロックの部下じゃないって証拠を見せ ろよ。 手始めにクローンでも殴ってみせろ。

source: Didn't see anything, but if you have any problems, you should talk to the Astronomer who is under house arrest, up above the Old Burg.
cs_cz: Nevidêl jsem nic, ale jsetli máø nêajké problémy, jdi si promluvit s Astronomem, kter~ je v domácím vêzení naho{e v Old Burgu.
ja_jp: 何も見なかったねぇ、でも相談があるなら、自 宅監禁になっている天文学者に聞くといい。 オールドバーグの端だよ。

source: So you're the one that beats up on clones? Good job! I haven't seen your friend but you should go see the Astronomer. He will certainly be able to help you.
cs_cz: Tak ty jsi ten co mlátí klony? Dobrá práce! Nevidêl jsem tvoji p{ítelkyni, ale mêl by si jít za Astronomem. On ti bude urçitê schopen pomoci.
ja_jp: それじゃ クローンを殴り倒したのは君だった のか、よくやったぞ、 ウハ 君の友達は見て いないけど、天文学者の所へ行くといいよ、彼 なら絶対に君の力になれるよ。

source: Leave me alone, this job is already hard enough.
cs_cz: Dej mi pokoj, ta práce je uæ tak dost tvrdá.
ja_jp: ほっといてくれ、それでなくても大変な仕事な んだから。

source: This young girl must be someone important if that tyrant FunFrock is holding her outside of Citadel Island. Something funny is going on with this forbidding of any talk about the Legend: this must be some kind of weakness in his power! Find out what is behind this Legend, it's your only hope of seeing your friend again. If you need to leave the island, I know a friend who can help you at Port-Belooga (check your holomap). Tell him that I sent you. And be discreet in your quest.
cs_cz: Tato mladá dívka musí b~t pro nêkoho velmi d}leæitá, kdyæ jí ten tyran FunFrock dræí mimo Ostrov Citadel. V tom zakazování mluvit o Legendê je nêco divného: to musí b~t nêjaká slabina v jeho moci! Zjisti, co je za tou Legendou, to je jediná øance jak znovu vidêt svoji p{ítelkyni. Jestli pot{ebujeø opustit ostrov, znám p{ítele, kter~ ti m}æe pomoci u Port-Belooga (koukni se na holomapu). ekni mu, æe tê posílám. A buâ nenápadn~, p{i svém úkolu.
ja_jp: 暴君ファンフロックがシタデル島以外の場所で 捕らえてるところを見ると、この娘は重要人物 に違いない。あの伝説を口にするのを禁止した のも、何かくさいところがある。伝説が彼の力 を脅かすものに違いない。この伝説の秘密を解 き明かすんじゃ、君の友達を救い出す手はそれ しかない。この島から出るのなら ブルーガ港 にいるわしの友達が手伝ってくれる。 ホロマップで確認して、わしの紹介だと言い なさい。それから行動はあくまでも慎重にな。
