Repository: LBALab/lba-translations
Catalog: LBA1/*.po
Languages: cs_cz, ja_jp

source: Unfortunately, I don't know anything about the Legend, but I have a fisherman friend who could help you in your travels if you tell him that I sent you. He lives at Port-Belooga (check your holomap).
cs_cz: Naneøtêstí nevím nic o Legendê, ale mám za kamaráda jednoho rybá{e, kter~ ti m}æe pomoci p{i tvém cestování, kdyæ mu {ekneø, æe tê posílám. Æije v Port-Belooga (skoukni holomapu).
ja_jp: 残念じゃが、伝説の事はまったく知らない。 でもわしの紹介だと言えば、ブルーガ港に住ん でいるわしの友人の漁師が手を貸し手くれるじ ゃろう。 ホロマップで確認してみなさい。

source: Ha ha! It's a colleague, he's looking for a wife.
cs_cz: Ha ha! To je kolega, hledá æenu.
ja_jp: ハハハ．．．俺の同僚さ、 奥さん募集中だ。

source: I don't know anything about it, and anyway, it's a forbidden subject.
cs_cz: Nic o tom nevím, a v}bec to je zakázané téma.
ja_jp: そんなこと全く知らないねえ。 第一、その話題は禁句だろうが。

source: According to my doctor, I can drink only the city's tap water. But it tastes too bad. If someone could improve its taste, I would be willing to show him the Censored Publication Department, and that would be quite a privilege.
cs_cz: Podle mého doktora, m}æu pít pouze vodu z kohoutku. Ale chutná p{íliø odpornê. Kdyby nêkdo dokázal zlepøit její chu, ukázal bych mu Oddêlení Zakázan~ch Publikací, a to by byla tichá v~hoda.
ja_jp: かかりつけの医者は、町の水道の水しか飲むな っていうんです。でもすごくまずいんですよ。 おいしい水を飲ませてくれる方がいたら、検閲 出版物部門に喜んでお連れするんですがね、 これはもうけもんですよ。

source: Hold on a minute, I'm going to taste the water.
cs_cz: Poçkej chvilku, jdu ochutnat vodu.
ja_jp: ちょっと待って下さい。 水の味をみてみますから。

source: Hmmmmm, cherry flavor, not bad... but I would have preferred carrot. But anyway, as promised, I will show you where the documents about the "Legend" are.
cs_cz: Hmmmmm, t{eøñová p{íchu, neni øpatná... ale radêji bych mêl mrkvovou. Ale to je jedno, jak jsem slíbil, ukáæu ti, kde jsou dokumenty o "Legendê".
ja_jp: うーん、チェリー風味だ、悪くないですね。 ま ニンジンの方が良かったけど．．．、 でもとにかく約束通り、 伝説に関する書籍の所へご案内しましょう。

source: Never saw 'em! The sea is my only concern. | Sometimes I even take voyagers on my boat, but only people that I can trust.
cs_cz: Nikdy sem je nevidêl! Mo{e je jedin~ m}j zájem. | Nêkdy taky beru pasaæéry na loâ, ale jenom lidi co jim m}æu vê{it.
ja_jp: 見たことねぇなあ。 海の事しか頭にねぇんだ よ。 俺の船に旅行者を乗せるなんてことも たまにはあるが信頼できる奴だけだね。

source: If the Astronomer sent you, I guess I can trust you. Despite the solidarity in the resistance against FunFrock, you know, times are hard. For 10 Kashes I'll take you where you want to go.
cs_cz: Kdyæ tê poslal Astronom, tak si myslím, æe ti m}æu d}vê{ovat. P{es solidaritu v odporu proti FunFrockovi, víø jak, çasy jsou tvrd~. Za 10 penêz tê vezmu, kam budeø chtít.
ja_jp: 天文学者の紹介じゃ、君を信頼しようじゃない か。 ファンフロックに抵抗しようと団結する ことは大切だが、やっぱり景気も悪い。 １０キャッシュ頂けば、行きたい所へ連れて行 ってやろう。

source: I don't know yet.
cs_cz: Jeøtê nevím.
ja_jp: まだ分からない。

source: To the White Leaf Desert.
cs_cz: Do Pouøtê bílého lístku.
ja_jp: ホワイトリーフ砂漠へ

source: I'm not going to leave just yet.
cs_cz: Jeøtê neodjíædím.
ja_jp: とてもまだ出発できない。

source: You don't have enough Kashes to make the trip Twinsen. See you later!
cs_cz: Nemáø dost penêz k cestê Twinsene. Uvidíme se pozdêji!
ja_jp: 船に乗るには キャッシュが足りないみたいだ な、トゥインセン。 またな！

source: "In the distant past, when the spheros, rabbibunnies, Quetches and grobos emerged from the original primordial soup, centuries before Dr. FunFrock's coup, a prophecy was pronounced. Its text is hardly remembered today and that is why people now refer to it as the "Legend". It explained how "the Heir," when his time had come, would be called to overthrow a tyrant! The secret of the Legend can still be learned somewhere in the White Leaf Desert."
cs_cz: "Ve vzdálené minulosti, kdy spheroové, rabbibunnieové, Quetçové a grobové vznikli z p}vodní pravêké polívky, staletí p{ed ránou Dr. FunFrocka, bylo proneseno proroctví. Jeho text je dnes stêæí zapamatovateln~ a proto o nêm lidé dnes mluví jako o "Legendê". Vykládá o tom, jak "Dêdic", kdyæ nastane jeho ças, bude povolán svrhnout tyrana! Tajemství Legendy se m}æeø stále nauçit nêkde v Pouøti bílého lístku."
ja_jp: 「はるか昔、スフェロ族、ラビバニー族、 クエッチ族、グロボ族が海の水から進化をとげ 誕生した。ファンフロック博士台頭の何百年も 前、一つの予言がなされた。予言の原文はほと んど忘れられ、現在人々はその予言を“伝説” と呼んでいる。そこには、ある日“世継ぎ”と 呼ばれる者が選ばれ、暴君を倒すだろうと書か れていた。伝説の秘密を知る鍵は、 ホワイトリーフ砂漠に眠っている。」

source: You can come aboard sir, we were just getting underway.
cs_cz: M}æeme jít za hranice pane, právê jsme p{iøli podzemím.
ja_jp: お乗りなさい、だんなさん。 ちょうど出発するところですよ。

source: "Welcome to Principal Island."
cs_cz: "Vítejte na Principal Island."
ja_jp: 「プリンシパル島へようこそ」

source: I didn't see her, but I think that I can trust you now. Follow me, I know how to get to the Astronomer's home.
cs_cz: Nevidêl jsem jí, ale myslím, æe ti teâ m}æu d}vê{ovat. Pojâ za mnou, vím jak se dostat do Astronomova domu.
ja_jp: その娘は見てないけど、もう、君を信用しても 大丈夫だな。 ついて来な、天文学者の家がど こだか教えてやるよ。

source: My cousin is a locksmith. He will open the unguarded door for you. Follow me!
cs_cz: M}j bratranec je zámeçník. Otev{e ti nechránêné dve{e. Pojâ za mnou!
ja_jp: 俺のいとこは鍵屋なんだ。 彼なら警備のいないドアを開けてやれるぜ。

source: I don't know if I can help you. I am a locksmith and I can open doors... but only for people that I can trust!
cs_cz: Nevím, jestli ti m}æu pomoci. Jsem zámeçník a umím otevírat dve{e... ale pouze pro lidi, kter~m m}æu vê{it!
ja_jp: 助けてやろうかやるまいか．．．、 俺は鍵屋だからドア開けなんて簡単だが、 信用できる奴にしかしてやらないんだ。

source: If you already know about that passage, I can open the unguarded door for you. After you!
cs_cz: Kdyæ uæ víø o pr}chodu, tak ti nechránêné dve{e otev{u. Aæ po tobê!
ja_jp: その通路のことよく分かってるっていうんなら 監視のいないドアを開けてやろうじゃないか、 先にどうぞ。

source: I can help you get rid of the Supergro. Follow me, but wait until he moves away from the steps before going by!
cs_cz: M}æu ti pomoct porazit Supergro. Jdi za mnou, ale poçkej aæ se pohne pryç od schod} neæ p}jdeø (steps before going by)!
ja_jp: スーパーグローを倒すの手伝ってあげるわ。 ついて来て、でも近寄る前に彼が階段から 離れるまで待ってね。

source: Thief! | Leave my money box alone!
cs_cz: Zlodêj! | Nech mou pokladnu na pokoji!
ja_jp: どろぼう！ 俺の金庫から手を離せ！

source: You are too aggressive! Get out of here, and don't come back until you have calmed down!
cs_cz: Jsi p{íliø agresivní! Vypadni odsud a nevracej se, pokud nevychladneø!
ja_jp: お前乱暴すぎるよ！ いいかげんにして出てい きな、落ち着くまで戻ってくるなよ！

source: Shut up stupid, it is forbidden to talk about it!
cs_cz: Mlç, troubo, je zakázáno o tom mluvit!
ja_jp: だまれ まぬけ！ その話は禁止なんだ。

source: " Principal island sanitation department: NO SWIMMING! "
cs_cz: " Principal island kanalizaçní oddêlení: ZKAZ PLAVNï! "
ja_jp: 「プリンシパル島衛生局 遊泳禁止！」

source: To Port-Belooga.
cs_cz: Do Port-Belooga.
ja_jp: ブルーガ港へ

source: To the water tower.
cs_cz: K Vodojemu.
ja_jp: 給水塔へ

source: I'm paying to see!
cs_cz: Platím, abych vidêl!
ja_jp: お金払ってるんだよ！

source: No way, this smells like a scam!
cs_cz: Tak ne, to smrdí jako podvod!
ja_jp: 何だよー これペテンっぽいな！

source: I can guide you through the Censored Publications Department. There is one book that talks about the Legend. I could show it to you, but first, I would like you to change the taste of the tap water, here in the city. It is the only type of water that I am allowed to drink, and it is really disgusting.
cs_cz: M}æu vás provést po Oddêlení Cenzurovan~ch Publikací. Je tam jedna kniha, která mluví o Legendê. M}æu vám jí ukázat, ale nejd{íve, chci po vás zmênit chu vody z kohoutku, tady ve mêstê. Je to jedin~ druh vody, co mohu pít a je opravdu odporná.
ja_jp: 検閲出版物部門にあなたをご案内しましょう、 伝説に関する本が一冊ありますから。 今見せ てもいいんですが、先にこの町のまずい水道水 の味をよくしてきて下さいな、頼みますよ。 私が飲めるのは、水道の水だけなんですから、 まったくまずくて困ります。

source: "Old Burg | (Principal island)"
ja_jp: 「オールドバーグ プリンシパル島」

source: "Peg Leg Street | (Principal island)"
ja_jp: 「ペグレッグ通り プリンシパル島」

source: To Proxima Island.
cs_cz: Na Proxima Island.
ja_jp: プロキシマ島へ

source: I read some of the Captain's log - LeBorgne was ruthless! If you are still interested, the log is on sale at the Old Burg bazaar, on this island.
cs_cz: Çetl jsem nêco z kapitánov~ch zápisk} - LeBorgne byl krut~! Jestli tê to po{ád zajímá, tak se záznam prodává v bazaru v Old Burgu.
ja_jp: 航海日誌をちょっと読んだけど、ルボーニャは 冷酷だったんだな！ 君もその航海日誌が読み たけりゃ、この島のオールドバーグマーケット って所で売ってるよ。

source: I am Bob Vortix, astronomer under house arrest. What are you doing in town, apart from beating up clones?
cs_cz: Jsem Bob Vortix, astronom v domácím vêzení. Co dêláø ve mêstê, kromê toho, æe mlátíø klony?
ja_jp: わしは、ボブ・ホーテックス 自宅監禁中の天 文学者じゃ。 クローンを殴ること以外に町で 何してるんじゃ？

source: The Astronomer sent me.
cs_cz: Astronom mê posílá.
ja_jp: 天文学者の紹介です。

source: Come back when you know where you want to go.
cs_cz: Vra se, aæ budeø vêdêt kam chceø jet.
ja_jp: どこに行きたいか決まったら戻ってきな。

source: " Life candy: would you like 10 hearts for 10 Kashes? "
cs_cz: " Cukrátka æivota: chcete 10 srdíçek za 10 penêz? "
ja_jp: 「ライフキャンディ ハート１０個 １０キャッシュでどう？」

source: Ok, I'll buy.
cs_cz: Ok, koupím to.
ja_jp: よし、買うよ

source: Good day. Come this way, I'll open the door for you.
cs_cz: Dobr~ den. Pojâ touto cestou, otev{u ti dve{e.
ja_jp: やあ、あなたですか。 こちらへ ドアを開けてあげましょう。

source: Sound the alarm! A prisoner is escaping!
cs_cz: Zapnête alarm! Vêzeñ utíká!
ja_jp: 警報を鳴らせ！ 囚人が脱走した。

source: My poor friend! I really don't know what you are talking about.
cs_cz: M}j neboh~ p{íteli! Opravdu nevím o çem to mluvíø.
ja_jp: かわいそうだけど、何のこと言ってるのか さっぱり分からないわ。

source: You know Julia? She is a nice girl. She watches a bit too much TV, but there is some truth in her story: someone left a box for clover leaves on the islet in front of my house. It is too shallow for a boat to get there by water, and since the bridge leading to the islet has collapsed, the only way to get there is to fly.
cs_cz: Znáø Julii? Je to hezká holka. Trochu moc kouká na televizi, ale v jejím p{íbêhu je pár skuteçností: nêkdo zanechal na ostr}vku p{ed m~m domem krabiçku na jetelov~ lístek. Je tam p{íliø mêlko pro loâ, aby se tam dostalo po vodê, a od té doby, co mostík vedoucí na ostr}vek spadnul, tak jediná cesta jak se tam dostat je zaleet tam.
ja_jp: ジュリア知ってる？ 彼女いい娘よ。 彼女時々テレビの見過ぎだけど、本当の事をた まには言うのよ。誰かが私の家の前の小島に、 クローバーの箱を置いていったのは本当よ。 小島へは瀬が浅すぎてボートでは行けないし、 小島へかかる橋もこわれてるから、そこへ渡る には飛んで行くしかないのよ。

source: Very good sir, wait here please.
cs_cz: Velmi dob{e pane, poçkejte zde prosím.
ja_jp: かしこまりました。 ここでお待ち下さい。

source: What are you doing there, who are you?
cs_cz: Co tady dêláø, kdo jsi?
ja_jp: ここで何をしている？ 何者だ？

source: I'm fixing the antennas.
cs_cz: Spravuji antény.
ja_jp: アンテナを直してるんです。

source: Twinsen, I'm escaping.
cs_cz: Twinsen, já utíkám.
ja_jp: トゥインセンです。逃亡中なんです。

source: Santa Claus.
ja_jp: サンタクロースです。

source: "Welcome to Port-Belooga | (Principal Island) | Sea calm to choppy, gusty winds."
cs_cz: "Vítejte do Port-Belooga | (Principal Island) | Mo{e uklidní bou{livé, nárazové vêtry."
ja_jp: 「ブルーガ港へようこそ プリンシパル島 荒波注意、突風あり」

source: I'm not interested.
cs_cz: Nemám zájem.
ja_jp: 興味ありません

source: I'll buy.
cs_cz: Koupím.
ja_jp: 買います

source: "L.B.A. | Old Burg Sewer service. Emerald Moon Street."
cs_cz: "L.B.A. | Old Burgsk~ kanálov~ servis. Emerald Moon Street."
ja_jp: 「Ｌ．Ｂ．Ａ オールドバーグ下水工事 エメラルドムーン通り」

source: Feel free to look through my stuff, creep!
cs_cz: Klidnê se dívej po mém zboæí, çmuchale!
ja_jp: 勝手に人の物をいじるなんてさ、変態！

source: She's not here. I would have noticed her. We don't have many readers these days.
cs_cz: Ona tu není. Mêl jsem jí upozornit. V têchto dnech moc çtená{} nemáme.
ja_jp: ここにはいません。 いたら知らせました。 最近、図書館の利用者も少ないんです。

source: I've been all over the island today, and I haven't seen those people.
cs_cz: Dneska jsem byl po celém ostrovê a nikde jsem ty lidi nevidêl.
ja_jp: 今日はこの島を歩き回ったけど、 そんな人たち、見てないね。

source: I didn't see her.
cs_cz: Nevidêl jsem jí.
ja_jp: 見てないね

source: Sorry. I haven't seen your trio.
cs_cz: Promiñte. Nevidêl jsem tu tvou trojici.
ja_jp: 悪いが、そんな３人組見てないなぁ。

source: I didn't see her, but ...
cs_cz: Nevidêl jsem jí, ale ...
ja_jp: そんな娘みてないけど

source: The water is drinkable, but it is true that it tastes funny. You'll have to go to the water tower if you want to change something.
cs_cz: Voda je pitná, ale je pravda, æe chutná divnê. Musíø jít k vodojemu, kdyæ chceø nêco zmênit.
ja_jp: 水は飲めないこたねえけど、確かに味はへんだ よなあ。 味を変えたきゃ、給水塔へ行くしかねえな。

source: Good day, mate.
cs_cz: Dobr~ den, kámo.
ja_jp: よう、兄ちゃん

source: Bye, say hi to my cousin when you see him.
cs_cz: Ahoj, vy{iâ pozdrav mému bratranci, kdyæ ho uvidíø.
ja_jp: またな、 俺のいとこに会ったらよろしく言ってくれ。

source: We don't trust people easily here. Prove that you don't work for FunFrock, clobber a clone!
cs_cz: My tu lidem moc lehce nevê{íme. Dokaæ, æe nepracujeø pro FunFrocka, praøti klona!
ja_jp: 簡単には人を信用したりしないのよ。 ファンフロックの部下じゃないという証拠に、 クローンを殴ってみせて。

source: To Citadel Island.
cs_cz: Na Citadel Island.
ja_jp: シタデル島へ

source: To Rebellion Island.
cs_cz: Na Rebellion Island.
ja_jp: リベリオン島へ

source: Here it is: like new, good handling and fast, this catamaran is for you!... for 200 Kashes.
cs_cz: Tady to je: jako novinka, dobré a rychlé manipulace, tento katamarán je pro vás!... za 200 penêz.
ja_jp: これだよ。 新品同様、速くて操縦簡単、この船は君のもの だよ。 ２００キャッシュでね。

source: Too expensive for my blood!
cs_cz: P{íliø drahé pro mou krev!
ja_jp: 高すぎて買えないよ！

source: Great, I'll take it.
cs_cz: V~bornê, vezmu to.
ja_jp: のった。 これ下さい。

source: I've got to tell you something. It's awful! My best friend (Beatrice) is in love with Steven. But Paul, Steven's half brother, left Cindy when Linda got out of the clinic after her bobsleigh accident. But not for Linda, for Tatjana! Only Serge (who secretly admires Steven) has been trying for months to win the love of Tatjana who refuses to talk to Christy since she died. All the while Stephanie - who remarried Serge - discovered the letter from Paulina in which she explained where was the box of clover leaves left behind by Roy. So, evidently, Beatrice wonders if Linda knows about the accident. | You get all that?
cs_cz: Musím ti nêco {íct. Je to straøné! Moje nejlepøí p{ítelkynê (Beatrice) je zamilovaná do Stevena. Ale Paul, Steven}v poloviçní brácha, nechal Cindy, kdyæ Linda odeøla z kliniky, po té nehodê na bobech. Ale ne kv}li Lindê, kv}li Tatjanê! Jenom Serge (co tajnê obdivuje Stevena) zkouøel po mêsíce vyhrát lásku Tatjany, která odmítla mluvit s Christy, od té doby co zem{ela. Zatímco Stephanie - která se znovu vdala za Serge - objevila dopis od Pauliny, ve kterém popisuje, kde Roy nechal krabiçku na jetelov~ lístek. Takæe, evidentnê, Beatrice se divila kdyæ Linda ví o té nehodê. | Stíhal jsi to?
ja_jp: これちょっと聞いてよ、ひどいのよ。 親友ビアトリスの恋人はスティーブンなんだけ ど、彼の弟のポールが、リンダがボブスレー事 故のけがが治って退院した日にシンディを捨て たの。でもリンダじゃなくタチアナっていう、 クリスティの墓参りをしていない娘のためで、 ただスティーブンの隠れファンのサージが、タ チアナにはもう何ヶ月も言い寄っているのよ。 その間ステファニーっていうサージの奥さん が、ポリーナの手紙を見つけて、その内容って のが、ロイがクローバーの箱を置き忘れたって ことだったの。だからビアトリスは、リンダが 事故のこと覚えているかどうか知りたいのよ。 全部分かった？

source: Wake up, I've just found the escapee!
cs_cz: Vstávej, právê jsem naøel uprchlíka!
ja_jp: 起きろ。 脱走囚を見つけたぞ！

source: Thief! | | Leave my money box alone!
cs_cz: Zlodêj! | | Nech mou pokladnu na pokoji!
ja_jp: どろぼう！ 俺の金庫から手を離せ！

source: Sorry dear customer, but all that interests me is my modest concern.
cs_cz: Promiñte drah~ zákazníku, ale vøechno, co mê zajímá je moje malá firmiçka.
ja_jp: すみませんねえ、お客さん、でもささやかな願 い事しか頭にないんですよ。

source: Fool, don't do that! ANYTHING can happen now!
cs_cz: Blázne, nedêlej to! M}æe se stát COKOLIV!
ja_jp: バカもの！ 止めるんだ。 もう何が起こっても不思議じゃないぞ。

source: Ha, ha! You too are looking for his treasure? Well, I sure once had an old dusty book about LeBorgne, but a customer bought it this morning. It was a rabbibunny. I know that he works over at the library.
cs_cz: Ha, ha! Ty taky hledáø jeho poklad? Dobrá, jednou jsem mêl zapráøenou knihu o LeBorgenovi, ale jeden zákazník jí dnes ráno koupil. Byl to rabbibunny. Vím, æe dêlá v knihovnê.
ja_jp: ははーん！ お客さんも海賊の宝を探してるの か？ いやあ確かにこの店には古びたルボーニ ャの本があったんだが、今朝他のお客さんが買 ってったよ。 ラビバニー族だったよ。 確か彼はむこうの図書館の職員だよ。

source: I have not seen this young lady. But go over to the Astronomer's house. Even though he is not allowed to leave his own house, he knows everything. He lives in the last house on the hill overlooking the city.
cs_cz: Nevidêl jsem tu mladou sleçnu. Ale jdi do astronomova domu. Açkoliv nem}æe opustit sv}j d}m, ví vøechno. Æije v posledním domê na kopci nad mêstem.
ja_jp: こんな女の子は見たことないなあ、でも天文学 者の家に行ってごらん。 彼は今、自宅監禁の 身なんだが、彼なら何でも知ってるぞ。 彼の 家は町を眺望できる丘の一番端にたってるよ。

source: It tastes EXACTLY the same as before. I won't guide you through the library.
cs_cz: To chutná PESNë tak jako p{edtím. Neprovedu tê skrz knihovnu.
ja_jp: 前とまったく同じ味じゃないか。 図書館の案 内はできませんな。

source: Did you know that a wise guy dumped some syrup into the island's water supply? I'd like to find that guy so that I can give him a piece of my mind. You wouldn't happen to know him, would you?
cs_cz: Vêdêl jsi, æe nêjak~ chytrák vylil nêjak~ sirup do ostrovního vodojemu? Rád bych naøel toho chlapíka, abych mu mohl dát kus toho na co myslim. Ty bys ho náhodou neznal, co?
ja_jp: 頭のいい男が、この島の給水塔にシロップを入 れたこと知ってましたか？ その人を探し出し て一言どうしてもお礼が言いたいんです。 そ の人が誰なのか御存じありませんか？

source: It was me! Not bad, huh?
cs_cz: To jsem já! Neni øpatn~, huh?
ja_jp: 僕がやったんだ。 すごいでしょう？

source: Probably another FunFrock stunt.
cs_cz: Asi daløí FunFrock}v kousek.
ja_jp: これもきっとファンフロックの仕業だよ

source: Bravo! This little twinge of cherry is fantastic. Ever since my doctor told me that I could only drink tap water and... well you know all that. In gratitude, I can show you all the ancient works that are here, even the LEGENDARY ones!
cs_cz: Bravo! Tohle malé æraní t{eøní je fantastické. Od té doby co mi doktor {ekl, æe musím pít pouze vodu z kohoutku a... ale to uæ viø. Z vdêçnosti, ti m}æu ukázat vøechny staré práce co tu jsou, i ty LEGENDRNï!
ja_jp: ブラボー！ この、ちょっとしたチェリー風味 が最高だ。 かかりつけの医者に水道の水しか 飲まないようにと言われて以来、あ、もう話し ましたね。 お礼のしるしに、この図書館にあ る古い書籍をすべてお見せしましょう。 もち ろん、伝説の本もね。

source: Oh, so Dr. FunFrock is taking care of us now. Funny, I find it hard to believe that it was him.
cs_cz: Oh, tak Dr. FunFrock se o nás teâ stará. Divné, têæko jsem mohl uvê{it, æe to byl on.
ja_jp: あっそう。 じゃあ、ファンフロック博士が面 倒みてくれてるんですか。 おかしいな、ファ ンフロック博士だったとは、信じ難いですね。

source: I have not seen this person.
cs_cz: Tu osobu jsem nevidêl.
ja_jp: こんなの見たことありません。

source: My dear sir, I have been looking for Captain LeBorgne's log for years now. And would you believe that I found it today while shopping in the Old Burg? Naturally, such a piece should be consulted on site. Go look on the table in the back of the room next to the projection room.
cs_cz: M}j drah~ pane, leta jsem hledal zápisky Kapitána LeBorgnea. A vê{il byste, æe jsem je sehnal aæ dnes p{i nakupování v Old Burgu? P{irozenê, na takov~ kousek se musí dívat na místê. Jdi se podívat na st}l na konci pokoje vedle promítací kabiny.
ja_jp: お客さん、 私はもう何年もルボーニャの航海日誌を捜して きたんですが、今日オールドバーグで買物して るとき、偶然にも見つけたんですよ。 もちろん、その場ですぐ購入して読んでしまい ましたよ。 映写室の隣の部屋の奥に行って、 テーブルの上をごらんなさい。

source: Wait here, I'll go get them for you.
cs_cz: Poçej tady, p{inesu ti je.
ja_jp: ここにいて下さい。 私がとって参りますから。

source: We must have something about LeBorgne. Go check with the chief librarian. You know him already, he's a rather large, orange rabbibunny.
cs_cz: Musíme mít nêco o LeBorgnevi. Jdi za hlavním knihovníkem. Uæ ho znáø, je ponêkud vêtøí, oranæov~ rabbibunny.
ja_jp: ルボーニャの本はあったはずだけど。 司書長に聞いてごらんなさい。 もうご存じで しょう、大きくてオレンジ色のラビバニーが司 書長ですよ。

source: Ok, I'll read you an extract from this book if you promise to leave me alone. What do you want me to read about?
cs_cz: Ok, p{eçtu ti kousek z té knihy, kdyæ mi slíbíø, æe mi potom dáø pokoj. O çem ti mám p{eçíst?
ja_jp: それじゃあ、僕をほっとくと約束してくれるの なら、この本を少し読んであげてもいいよ。 どの部分を読んで欲しいの？

source: Pirate recipes.
cs_cz: Pirátsk~ recept.
ja_jp: 海賊のレシピ

source: Leborgne's treasure.
cs_cz: Leborgne}v poklad.
ja_jp: ルボーニャの宝

source: Why LeBorgne?
cs_cz: Proç LeBorgne?
ja_jp: なぜ、ルボーニャと

source: As you know, this is a French game, and our respect for the culinary arts prevents us from revealing the ingredients used in pirate recipes. 
cs_cz: Jak víø, tohle je Francouzká hra a náø obdiv pro kuliná{ské umêní nám zamezuje prozradit ingredience pouæité v pirátském receptu!
ja_jp: 知っての通り、これはフランスのゲームだろ、 料理という芸術を大事にしているので、海賊料 理で使われる材料を明かすことなんてできない よ。

source: " To find Captain LeBorgne's treasure, the voyager who arrives at the port of Proxima island must use the closest mooring post as a guide. With his back to the docked boats, he must follow these instructions in DISCREET mode: | 6 steps to the North (straight ahead), then 6 steps to the East (to his right), following the gradual slope. 2 steps to the North (straight ahead) until he reaches the metal garbage can, 3 steps to the East (to his right) until he arrives at a light post. He must stand EXACTLY between the 2 lamp posts, and then take 8 steps to the North until he arrives at a gate. Captain LeBorgne's treasure is in the building behind the gate."
cs_cz: "K nalezení pokladu Kapitána LeBorgnena, cestovatel, kter~ dorazí do p{ístavu ostrova Proxima musí vyuæít nejblíæøího kotvi¿tê jako vodítka. Se zády otoçen~mi k zakotven~m lodím, musí následovat tyto instrukce v DISKRETNïM módu: | 6 krok} na SEVER (p{ímo rovnê), potom 6 krok} na VYCHOD (na pravo), po stoupajícím svahu. 2 kroky na SEVER (p{ímo rovnê) aæ dosáhne æeleznou popelnici, 3 kroky na VYCHOD (na pravo) aæ dorazí na osvêtlené místo. Musí stát PïMO mezi místem dvou lamp a potom jít 8 krok} na SEVER aæ dorazí k bránê. Kapitán}v poklad je v budovê za branou."
ja_jp: 海賊ルボーニャの宝を見つけるには、まずプロ キシマ島の港に着いたら船を降り、最寄りの停 泊ポストを目印に使うのだ。埠頭に寄せた船を 背に、ディスクリートモードで次の指示に従う こと。 北の方角へまっすぐ６歩進み、それか ら東の方角へ６歩、ゆるやかな坂を進む。 北 の方角へまっすぐ２歩、メタルのゴミ箱の所ま で進み、そして東へ３歩進むと、電柱の所まで 来る。 この時点で、２本の電柱の間に立って るはずだ。 次にそこから北へ８歩、ゲートの 所まで進む。 海賊ルボーニャの宝は、そのゲ ート後ろの建物の中だ。

source: "That was his nickname because he was always chewing an old toothpick. One day, during a typhoon, he sneezed: he found his toothpick, but lost an eye!"
cs_cz: "Byla to jeho p{ezdívka, protoæe vædycky æv~kal staré párátko. Jednoho dne, bêhem tajfunu si k~chnul: naøel svoje párátko, ale p{iøel o oko!"
ja_jp: そのニックネームの由来は、彼がいつも、つま ようじを噛んでいたからだ。 彼がある台風の 日に、くしゃみをした瞬間、つまようじは吹き 飛び、彼の目に刺さった。

source: There's no need to be aggressive, I was here before you!
cs_cz: Není d}vod b~t agresivní, byl jsem tu p{ed tebou
ja_jp: ずいぶんずうずうしいなあ。 僕が先だったんだぞ。

source: Good day!
cs_cz: Dobr~ den!
ja_jp: どうも

source: I don't know where they could be.
cs_cz: Nevím, kde by mohli b~t.
ja_jp: どこだか知らないよ。

source: This is rebellion, it is forbidden to speak of that Legend!
cs_cz: To je vzpoura, je zakázáno mluvit o Legendê!
ja_jp: これは反乱だ。 あの伝説の話は禁止されている！

source: I didn't see her, but the Astronomer will certainly be able to help you.
cs_cz: Nevidêl jsem jí, ale astronom ti urçitê bude moct pomoci.
ja_jp: 見なかったけど、天文学者なら君の助けになっ てくれるよ。

source: You should talk to the sailors about that kind of story.
cs_cz: Mêl by sis promluvit o takov~chto p{íbêzích s námo{níky.
ja_jp: その手の話は、船乗りに話してみるべきだね。

source: I'd like to help you, but I don't know where they are.
cs_cz: Rád bych vám pomohl, ale nevím, kde jsou.
ja_jp: 協力してやりたいけど、彼らがどこだか知らな いんだ。

source: Hmmh! Quite a character that LeBorgne, he scoured the entire hemisphere a few hundred years ago. My fisherman friend told me that the Bazaar is selling an object that belonged to LeBorgne.
cs_cz: Hmmh! Docela charakter, ten LeBorgne, p{ed pár stovkamy let proçesal celou polokouli. Muj kamarád rybá{ mi {íkal, æe v bazaru prodávají vêci, co pat{ili LeBorgneovi.
ja_jp: ふーん、 ルボーニャってすごい人物じゃないか。数百年 前、半球すべてを支配していたとはなあ。 漁師の友人が、マーケットではルボーニャの所 持品だった物を売っていると、言っていたな。

source: Hiiii hi ! Bbbrrfff !
cs_cz: Çauiii Çau ! Bbbrrfff !
ja_jp: ヒヒブルルルルー

source: One of my colleagues was galloping at full speed across the White Leaf Desert and he said that he saw someone locked up in a grotto, behind a giant symbol of some kind.
cs_cz: Jeden m}j kolega leel plnou rychlostí p{es pouø bílého lístku a {íkal, æe vidêl nêkoho zav{eného v jeskyni za nêjak~m velk~m symbolem.
ja_jp: 僕の仲間の馬が、全速でホワイトリーフ砂漠を 横切ったときに、何かの巨大なシンボルのうし ろのほら穴の中に、誰かが閉じこめられてたの を見たってさ。

source: What's a Teleportation Center?
cs_cz: Coæe, Teleportaçní Centum?
ja_jp: テレポーテーションセンターって何だい？

source: Ah! That LeBorgne was quite a man!
cs_cz: Ah! Ten LeBorgne byl docela chlap!
ja_jp: アッハハー、そのルボーニャって男、 すごい奴だな。
